{"19940613":{"guardian_articles":[],"nytimes_articles":[{"date":"19940613","headline":"Knicks Take a Tumble, Right Back Into the Pressure Cooker","web_url":"https://www.nytimes.com/1994/06/13/sports/nba-finals-knicks-take-a-tumble-right-back-into-the-pressure-cooker.html","abstract":"  A clutch shot by Sam Cassell and a controversial foul call against Patrick Ewing led to a deflating loss for the Knicks last night.   Taking a lead of 2 games to 1 in the National Basketball Association finals, the Houston Rockets walked into Madison Square Garden and beat the Knicks, 93-89, in Game 3 of their four-of-seven-game series. By winning, the Rockets regained the home-court advantage they lost in Game 2, and they made it impossible for the Knicks to win a championship without another victory in Houston.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Misplaced Changeup Changes Everything","web_url":"https://www.nytimes.com/1994/06/13/sports/baseball-misplaced-changeup-changes-everything.html","abstract":"  Scott Kamieniecki never turned his back, stared at the right-field seats or peeked at the scoreboard for an update. The poor location on his changeup, the sound of Devon White making contact and the sudden explosion of noise inside the Skydome provided Kamieniecki with the information he dreaded. Yes, it was a homer. Yes, the Yankees were about to succumb to the Blue Jays.   After throwing 109 mostly stellar pitches in waging a taut duel with Pat Hentgen into the eighth inning, Kamieniecki misplaced a changeup and White did not miss the mistake. Instead of locating the 2-1 pitch low and outside, Kamieniecki put it high and inside and White popped it off the facade of the second deck in right field for a two-out, two-run homer that elevated Toronto to a 3-1 victory today. In the mistake category, this was a monumental blunder.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/13/nyregion/chronicle-385271.html","abstract":"  The hottest tickets in town aren't just the Knicks and the Rangers. Add the gala black-tie benefit for WNET Channel 13 to the list.   Seats for the star-studded event at the Plaza Hotel tomorrow night sold for $1,000 to $100,000. Tickets went on sale two months ago and sold out in six weeks, said BILL BAKER , president of Channel 13.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"IN PERFORMANCE: RECORDINGS","web_url":"https://www.nytimes.com/1994/06/13/arts/in-performance-recordings-385000.html","abstract":"  A Classicist's Guitar In a Contemporary Vein  'Nightshade Rounds' Sharon Isbin, guitarist Virgin Classics CDC 5 45024 2, CD     Guitarists, more than most other instrumentalists, rely heavily on contemporary works, and when good pieces come along, they quickly become repertory staples. Britten's \"Nocturnal\" (1963) and Walton's \"Bagatelles\" (1972), both composed for Julian Bream, were immediately taken up by other guitarists and are now plentifully available on disk. Sharon Isbin's performances of them here are remarkably fluent; one of the disk's most magical moments comes near the end of the Britten, when the Dowland song on which the variations are based (\"Come Heavy Sleep\") is foreshadowed briefly before appearing in full.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"South African Prison Riot","web_url":"https://www.nytimes.com/1994/06/13/world/south-african-prison-riot.html","abstract":"  One inmate was killed and 25 were injured today at Victor Verster Prison near Cape Town in the fourth day of disturbances in South Africa's prisons.    A spokesman for the Department of Correctional Services said that 270 prison guards regained control of the prison around noon from 665 inmates, some of whom were heavily armed with homemade weapons.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Dole Seeks to Clarify Health Bill Strategy","web_url":"https://www.nytimes.com/1994/06/13/us/dole-seeks-to-clarify-health-bill-strategy.html","abstract":"  The Senate's Republican leader, Bob Dole of Kansas, moved today to soften reports that he planned to filibuster health care legislation in the Senate this fall if it included any requirement that employers buy insurance for their workers.   In an interview on the Cable News Network program \"Late Edition,\" Mr. Dole said that the reports, based on a speech he had delivered on Saturday in Boston, were mixed up and that he actually intended to remove the employer mandate from the legislation, not kill the legislation altogether.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/13/nyregion/chronicle-385280.html","abstract":"  A few years ago, DR. BARBARA BARLOW , chief of pediatric surgery and director of the injury-prevention program at Harlem Hospital Center, began noticing a pattern in children's injuries in Harlem.   \"At least 80 percent of the injuries took place outside the home, because children didn't have safe places to play,\" she said.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"For All That It's Worth, Bonner Puts 2 Points In","web_url":"https://www.nytimes.com/1994/06/13/sports/nba-finals-notebook-for-all-that-it-s-worth-bonner-puts-2-points-in.html","abstract":"  For the first time in the finals, Anthony Bonner did not have these initials next to his name in the box score: DNP-CD, or \"did not play; coach's decision.\"   \"I got a chance to get out there tonight and give a couple of guys who play heavy time a breather,\" Bonner said last night after playing 5 minutes, scoring 2 points on 1-for-1 shooting and adding one offensive rebound. While they rallied in the second half, the Knicks fell to the Rockets, 93-89, at the Garden.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Lessons in Survival: Robeson High, '94 -- A special report; Graduation: Where 500 Began, 150 Remain","web_url":"https://www.nytimes.com/1994/06/13/us/lessons-survival-robeson-high-94-special-report-graduation-where-500-began-150.html","abstract":"  Very soon now, what is left of the senior class at Paul Robeson High School will walk up the narrow steps and across the stage at the Third Baptist Church on the South Side for the 1994 commencement. The boys will wear red caps and gowns. The girls will wear gold. An alumna who is an engineer will give the commencement address. \"Pomp and Circumstance\" will play.   The seniors who managed to avoid being swallowed by the streets will finally touch a diploma, some becoming the first in their families to do so. The teachers expect it to be an exuberant occasion when their pleas for silence are likely be ignored by overjoyed aunts and foster parents.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"An Unlikely Rocket Does In the Knicks","web_url":"https://www.nytimes.com/1994/06/13/sports/nba-finals-on-pro-basketball-an-unlikely-rocket-does-in-the-knicks.html","abstract":"  While the basketball world unravels another end-game referee's mystery, let us ask the question all of New York is pondering on this sobering morning after, and another it might consider if the Knicks lose two more games this season.   Who is Sam Cassell, and has he ever heard of Bucky Dent?","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/13/nyregion/no-headline-379557.html","abstract":"  \"We all feel as though we lost a father. We feel orphaned, and I think you should give us a chance to wrestle with that, each in our own way.\" -- RABBI YEHUDA KRINSKY, spokesman for Rabbi Menachem Mendel Schneerson.  [ B2:3. ]","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Longtime Rivals Get Even","web_url":"https://www.nytimes.com/1994/06/13/sports/tennis-longtime-rivals-get-even.html","abstract":"  Second-seeded Kunj Majmudar of New Dorp High School coasted to a 6-1, 6-4 triumph over top-seeded Scott Watnick of Bronx Science yesterday in the boys' tennis final of the Mayor's Cup All-Scholastic Championships of New York.   With the score tied at one set apiece, the girls' final between top-seeded Brooke Herman of the Dwight School and Vania Yui of St. Francis Prep was interrupted by rain at the National Tennis Center. In the end, Yui beat Herman, 6-4, 2-6, 6-3.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"For China, A Korean Juggle","web_url":"https://www.nytimes.com/1994/06/13/opinion/IHT-for-china-a-korean-juggle.html","abstract":"There is little love lost between China and North Korea. Yet China remains the North's last protector, is main economic partner and the only barrier to the imposition of international sanctions. But as the North's dependence on China has increased, so it","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/06/13/theater/in-performance-theater-383880.html","abstract":"  A Cross-Dresser Looks Back On Gay Life and Lost Loves  Performance Space 122    Bette Bourne, the English transvestite actor who stars in Paul Hallam's play \"The Dish,\" is one of the more subtle and multi-layered drag personalities in the growing field of cross-dressed theatrical performance. Ms. Bourne, who suggests the middle-aged Tallulah Bankhead as a contemporary Londoner, likes to affect an attitude of imperious gentility.","thumbnail":null,"section":"Theater"},{"date":"19940613","headline":"Janzen's Return to Form Coming at the Right Time","web_url":"https://www.nytimes.com/1994/06/13/sports/golf-janzen-s-return-to-form-coming-at-the-right-time.html","abstract":"  Lee Janzen is not so much a student of history as he is a maker of it. Throughout his career, when he has had an opportunity to win a golf tournament, his history has been to close it out. In college at Florida Southern, on the mini-tours that meander through the South, whenever he was in the hunt, his reputation was that he was the man to finish the job.   He did it once again today in the Buick Classic at the Westchester Country Club, shooting a final round 66 to beat the South African Ernie Els by three strokes and to break out of a yearlong slump that began shortly after his victory at last year's United States Open.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Brooklyn Hall Inducts a Poet","web_url":"https://www.nytimes.com/1994/06/13/sports/brooklyn-hall-inducts-a-poet.html","abstract":"  The late poet Marianne Moore, who saluted the 1955 Brooklyn Dodger World Series winners in verse, was inducted yesterday into the Flatbush version of Cooperstown's Hall of Fame.   Moore, who paid tribute to Brooklyn's only championship club in the poem \"Hometown Piece for Messrs. Alston and Reese,\" was cited by the Brooklyn Dodger Hall of Fame in ceremonies at the Brooklyn Museum.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"N.A.A.C.P. Shows Split As Leaders Hold Meeting","web_url":"https://www.nytimes.com/1994/06/13/us/naacp-shows-split-as-leaders-hold-meeting.html","abstract":"  When civil rights leaders gathered for strategy sessions in the 1960's, it was often to map the next step up the mountaintop. The promise of America seemed almost as close as tomorrow in those hard but hopeful times.   But today, more than 50 prominent blacks gathered here to begin a three-day conference on how to stop the free fall of so many of their brethren into a valley of drugs, poverty and a bitterness that can turn love to rage in an instant.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Senate Leader Backs Unions Protesting Whitman's Budget","web_url":"https://www.nytimes.com/1994/06/13/nyregion/senate-leader-backs-unions-protesting-whitman-s-budget.html","abstract":"  A cutback in pension contributions that is a major element in Gov. Christine Todd Whitman's proposed budget appeared in jeopardy today, as tens of thousands of teachers and other union members rallied to pressure legislators against it and the President of the State Senate unexpectedly took their side.   The showdown with the unions, who the state police said brought 25,000 to 30,000 protesters into the block outside the State House and legislative complex, represents the toughest political fight Mrs. Whitman has faced since she took office in January.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"1894:Nervous in Spain : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/13/opinion/IHT-1894nervous-in-spain-in-our-pages100-75-and-50-years-ago.html","abstract":"MADRID - In anticipation of civil war in Morocco, and the consequent necessity for Spain to be prepared to assert her rights in that country, arrangements for reinforcing the army in Andalusia are being pressed forward with remarkable activity. Considerab","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Review/Dance; A Fluid New Company In Its First Get-Together","web_url":"https://www.nytimes.com/1994/06/13/arts/review-dance-a-fluid-new-company-in-its-first-get-together.html","abstract":"  Dancers are crazy. Give them some time off and they go back to work to put on a show. That was the genesis of Complexions, a new company created by the Alvin Ailey dancers Dwight Rhoden and Desmond Richardson, which performed on Friday night at Symphony Space.    The company is intended to be a fluid group of dancers and choreographers interested in participating. This first group consisted of 22 dancers from Ailey, Dance Theater of Harlem and other groups, with Mr. Rhoden contributing the choreography for the five pieces. The effect was for the most part a big, happy party, onstage and in the audience.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"A Muddled Policy on Food Vendors","web_url":"https://www.nytimes.com/1994/06/13/opinion/a-muddled-policy-on-food-vendors.html","abstract":"  A City Council committee has just approved a bill to protect New York's food vendors that is nothing more than a face-saving compromise. If the committee does not go back to the drawing board, the full Council has a duty to vote no when it considers the measure later this month.   Troubled by the Giuliani administration's recent crackdown on food vendors in midtown Manhattan, some Council members wanted to rescue the vendors. But a stronger bill gave way to a weaker one after merchants, who find the vendors a nuisance, objected. The consumer affairs committee then passed a stopgap bill that would allow vending on some streets where it is now prohibited.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Books of The Times; Vietnam War as Link To Battles of Antiquity","web_url":"https://www.nytimes.com/1994/06/13/books/books-of-the-times-vietnam-war-as-link-to-battles-of-antiquity.html","abstract":"  Achilles in Vietnam  Combat Trauma and the Undoing of Character  By Jonathan Shay  246 pages. Atheneum. $20.   \"Achilles in Vietnam\" appears more than three thousand years after the Achaeans' spears have rusted and two decades after the mortars of Vietnam have fallen silent. The author, Dr. Jonathan Shay, begins by noting, \"I am the psychiatrist for a group of American combat veterans of the Vietnam War who have severe, chronic post-traumatic stress disorder (PTSD).\" If this remarkable book covered only that little-understood ailment, it would still be a vital contribution to our knowledge about the most divisive foreign war in American history.","thumbnail":null,"section":"Books"},{"date":"19940613","headline":"Let's Trim Some Police Dept. Fat, Like Helicopter Flyovers","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-let-s-trim-some-police-dept-fat-like-helicopter-flyovers-370150.html","abstract":"  To the Editor:   The cost of operating helicopters, learned by a White House aide who lost his job over unauthorized use of the Presidential helicopter (news article, May 27), is a lesson Mayor Rudolph W. Giuliani and Police Commissioner William J. Bratton might well apply to the New York Police Department's Aviation Unit at Floyd Bennett Field, a part of the Gateway National Recreation Area.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Green Urges Bill to Shield Investigations From Politics","web_url":"https://www.nytimes.com/1994/06/13/nyregion/green-urges-bill-to-shield-investigations-from-politics.html","abstract":"  Public Advocate Mark J. Green, suggesting that Mayor Rudolph W. Giuliani had given the appearance of using the Department of Investigation for political purposes, proposed legislation yesterday that would give the Commissioner of Investigation more independence from the Mayor.   Mr. Green's recommendation came three weeks after the Giuliani administration accused the Commissioner of Youth Services under the Dinkins administration, Richard L. Murphy, of overspending the agency's budget by $11 million and called for the Department of Investigation to look into the matter.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Bridge","web_url":"https://www.nytimes.com/1994/06/13/nyregion/bridge-381543.html","abstract":"  The world's biggest competitive event, bridge or otherwise, was played Friday and Saturday with a registered entry of about 100,000 players around the world. The ninth Worldwide Bridge Contest, now sponsored jointly by Epson and France Telecom, was played in some 2,500 clubs, using the same deals and the same scoring schedule.   The highest game was probably that played on Friday evening on the 80th floor of the Empire State Building, where invited celebrity players included Representative Jim Leach of Iowa and three prominent financiers, Warren Buffett, Larry Tisch and Alan Greenberg.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Washington Memo; It's Still the Economy, but It's Not Helping Clinton","web_url":"https://www.nytimes.com/1994/06/13/us/washington-memo-it-s-still-the-economy-but-it-s-not-helping-clinton.html","abstract":"  The good news for Bill Clinton is that the economy, the issue that defined his Presidential campaign, is bouncing back. The bad news is that it is not doing him much good.   While Americans give the President reasonably good marks for his handling of pocketbook issues, and increasingly believe that the national economy is improving, there has been no corresponding increase in their enthusiasm for Mr. Clinton himself.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"President Would Not Limit Welfare Plan's Public Jobs","web_url":"https://www.nytimes.com/1994/06/13/us/president-would-not-limit-welfare-plan-s-public-jobs.html","abstract":"  President Clinton has resolved a central question about his welfare plan by deciding to let recipients placed in government work programs remain there indefinitely, as long as they are genuinely seeking private jobs, officials said.   The decision places the Administration at odds with Congressional proposals sponsored by both Democrats and Republicans. Those plans would let states end all assistance, both cash payments and subsidized jobs, to welfare recipients whether they could find private work or not.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Lawmakers Wary of Intervening in L.I.R.R. Negotiations","web_url":"https://www.nytimes.com/1994/06/13/nyregion/lawmakers-wary-of-intervening-in-lirr-negotiations.html","abstract":"  Even though there has been little progress in talks to avert a strike by Long Island Rail Road workers, lawmakers said they would hesitate to intervene before any walkout for fear of upsetting the negotiations.   The last walkout by Long Island Rail Road workers, in 1987, ended after 11 days when Congress imposed a 60-day cooling off period during which agreements were reached.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Review/Rock; Pink Floyd's Own Brand of Spectacle","web_url":"https://www.nytimes.com/1994/06/13/arts/review-rock-pink-floyd-s-own-brand-of-spectacle.html","abstract":"  Of all the Brontosaurus rock acts out roaming this summer, Pink Floyd is the one most likely to graze the best on the world's capital. Where the Grateful Dead are limited by their fidelity to an American Beat ideal, and where the Eagles tap into local myths, Pink Floyd is willing to embrace narratives about aging and love and greed that are transnational, and to do it in a pop-rock style that listeners, male and female, can understand. But it has limitations: at Yankee Stadium on Friday night, the audience, estimated by various officials to number anywhere between 55,000 and 100,000 people, was almost exclusively white.   The band, now nearing its 30th year, has figured out how to make a show more than your standard stadium rock concert, neither an amplified opera nor a sports event set to music. With a stage set high above the audience and lined with flat, black or silver panels and an unceasing, watt-sucking light show that only in part was emitted from the stage and filled up the entire stadium with neonlike lasers, fireworks, and strobe lights, along with falling inflated pigs, and a wraparound sound system, the band was working in part with Albert Speer-like architecture and a Spielbergian reproduction of wonder. Smoke filtered from the stage for the whole show. It was a spectacle.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Lillehammer Journal; Snug Future Sought in the Snows of Yesteryear","web_url":"https://www.nytimes.com/1994/06/13/world/lillehammer-journal-snug-future-sought-in-the-snows-of-yesteryear.html","abstract":"  The only snow is on the highest mountain plateaus, far above the pitched roofs and pastel houses of Lillehammer, the site of the 1994 Winter Olympics.  But all through the town and the greening countryside, the glow of the Games still lingers like the long northern twilight.   At City Hall, clerks have been keeping the world's love letters to Lillehammer on public display, neatly arranged in loose-leaf binders. A note from Charlotte, N.C., asks for an autographed picture of Audun Tron, the town's Mayor. A letter from a Minnesota woman says she is determined to visit Norway.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Colombia Evacuates Victims of a Quake","web_url":"https://www.nytimes.com/1994/06/13/world/colombia-evacuates-victims-of-a-quake.html","abstract":"   Rescue workers and the army today began to evacuate about 2,000 Indians who were trapped on a plateau in an area devastated last Monday by an earthquake and avalanche.   More than 850 Indians were flown by helicopter from the remote mountainous area about 180 miles southwest of the capital to the city of La Plata, in the Huila region.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"IN PERFORMANCE: JAZZ","web_url":"https://www.nytimes.com/1994/06/13/arts/in-performance-jazz-385026.html","abstract":"  Adventures in Improvisation With Paul Motian and Friends  Village Vanguard    In the early 1980's, the drummer Paul Motian put together a trio with the saxophonist Joe Lovano and the guitarist Bill Frisell that has become one of more empathetic, subtle groups working on the jazz circuit. On Wednesday night, Mr. Motian and his band turned in a nearly perfect set.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Don't Make Me Choose Between Life and Death","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-don-t-make-me-choose-between-life-and-death-370177.html","abstract":"  To the Editor:   \"Mercy for the Dying\" (editorial, May 28) envisions \"a new frontier of freedom of choice\" in legal physician-assisted suicide, but does not address, much less answer, these questions:","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/13/sports/results-plus-384275.html","abstract":"  TENNIS  Sampras Falls to Martin in Queen's Club  In a match with no service breaks, Todd Martin upset top-ranked Pete Sampras, 7-6 (7-4), 7-6 (7-4), in the Queen's Club final in London yesterday. The fifth-seeded Martin, who served 15 aces, defeated Sampras for the first time in four matches and avenged a loss in this year's Australian Open final. (AP) BASKETBALL  Brazilian Women Rout China for Gold  Hortencia scored 27 points in her final international game as Brazil beat China, 96-87, yesterday in Sidney, Australia, for the women's world basketball championship. Teresa Edwards scored 18 of her 20 points in the second half as the Americans rallied to defeat Australia, 100-95, for the bronze medal. (AP) SOCCER  Brazil Thoroughly Outclasses El Salvador  Bebeto scored on a penalty kick and set up two other goals as Brazil beat El Salvador, 4-0, yesterday at Fresno, Calif., in its final World Cup warmup. Showcasing an aggressive, ball-hawking offense, Brazil dominated possession in the Salvadoran zone in the style it hopes to duplicate in the tournament. (AP) Netherlands Sharpen Attack: Marc Overmars set up a goal and scored another as the Netherlands warmed up for the World Cup finals with a 3-0 victory over a tired-looking Canada in Toronto. (Reuters) AUTO RACING  Canadian Grand Prix to Schumacher  Michael Schumacher pulled away from the field on the opening lap and easily won the Canadian Grand Prix in Montreal yesterday for his fifth victory in six Formula One races this season. Schumacher, driving a Benetton Ford, covered the 190.832 miles in 1 hour 44 minutes 31.887 seconds, averaging 109.536 miles an hour. (AP) CYCLING  Russia's Berzin Wins Tour of Italy  Yevgeny Berzin, who took the lead in the fourth stage and held it the rest of the way, became the first Russian to win the Tour of Italy cycling race yesterday in Milan. Berzin finished 2 minutes 51 seconds ahead of the runner-up, Marco Pantani of Italy. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/13/us/inside-379549.html","abstract":"  Economy Doesn't Pay Off   The good news for the President: the economy, the big issue of his campaign, seems to be bouncing back. The bad news: it's not helping him much. Washington Memo, page A13.  Opposition to Whitman Cuts    Thousands of union members protested the New Jersey Governor's plan to reduce pension contributions, and opposition from the Senate President threatened the proposal. Page B1. Support on Haiti Intervention    Most nations in the hemisphere have said that if sanctions fail to force out Haiti's leaders, they will support military intervention. Page A10. A Boy's Decision to Die    A Florida teen-ager with a failing liver has refused to take his medicine, saying he had rather die than endure the side effects. Page A12.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"As Rangers Regress, The Pendulum Swings","web_url":"https://www.nytimes.com/1994/06/13/sports/stanley-cup-finals-as-rangers-regress-the-pendulum-swings.html","abstract":"  The change began in the fourth game, even as the Rangers were taking what seemed to be complete control of the Stanley Cup finals. As the Vancouver Canucks fell behind by three games to one last Tuesday, they began executing an altered approach that would eventually change the series.   Vancouver's forwards were committing fewer turnovers and creating occasional problems for the Ranger attack. The Canuck defensemen, now allowed to play with more confidence, could become more involved in the offense. The Canucks were imposing a more forceful mind-set in the New York end of the ice, an approach that created the kinds of possibilities that the Rangers have sought throughout this season.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"A Haiti Invasion Wins Hemisphere Support","web_url":"https://www.nytimes.com/1994/06/13/world/a-haiti-invasion-wins-hemisphere-support.html","abstract":"  A majority of Western Hemisphere countries have quietly told United States officials that they are prepared to support military intervention in Haiti if sanctions fail to oust its military rulers, senior Administration officials say.   Although the leaders of several countries have publicly attacked the idea of intervention, United States diplomats have received quite a different message in private meetings over the last two weeks with officials from about 30 Caribbean and Latin American countries: most support intervention, although often with strings attached.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Behind a Boy's Decision to Forgo Treatment","web_url":"https://www.nytimes.com/1994/06/13/us/behind-a-boy-s-decision-to-forgo-treatment.html","abstract":"  For 15-year-old Benito Agrelo, the logic of his decision was simple: his transplanted liver will probably fail even if he takes his medicine, and the drug, which could give him a few extra months to live, has such painful side effects that he would rather die sooner, and without the discomfort.   The drug that helps his body accept the transplanted organ is toxic, and before he stopped taking it in October he was in so much pain that he could not walk. \"I couldn't play with any of my friends,\" said Benny, who was born with an enlarged liver and has had two transplants, the second in June 1992. That's why, he said, he decided to let nature take its course.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Woman Abandons Infant","web_url":"https://www.nytimes.com/1994/06/13/nyregion/woman-abandons-infant.html","abstract":"  After striking up a conversation, a young woman left a baby with two strangers in Queens yesterday, then disappeared, the police said.   The woman, carrying an infant boy, met two men at 7 A.M. on the sidewalk outside an apartment building at 37-10 37th Avenue in Jackson Heights, said Sgt. John McCluskey, a police spokesman. He said they talked for about half an hour.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Arafat's Secret Weapon","web_url":"https://www.nytimes.com/1994/06/13/opinion/arafats-secret-weapon.html","abstract":"Like D-Day, the Six-Day War whose anniversary Israelis observe the same week -- was a military triumph of democracy over vastly greater forces. But quite unlike D-Day, it conferred no political advantage on the victor.\n\nAt the time, relief outweighed every other consideration. Israel's pre-emptive strike against the Egyptian Air Force on the morning of June 6, 1967, destroyed the strategic advantage of the encircling Arab armies and removed the main threat to the country. Israel also won back land it had lost in the 1948 War of Independence and additional territory that made for more secure borders.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/13/nyregion/metro-digest-381110.html","abstract":"  LUBAVITCH GRAND RABBI DIES   Rabbi Menachem Mendel Schneerson, whose charismatic leadership built the Lubavitch Hasidic movement into an enormously powerful and sometimes divisive force among the world's Jews, died at Beth Israel Medical Center in Manhattan after a long illness. He was 92. Within hours of his death, thousands of his followers began gathering on the streets around Lubavitch World Headquarters in Crown Heights, Brooklyn, to mourn a teacher and scholar that most of them had hoped would reveal himself to be the Messiah before he died. Many took hastily arranged charter flights from Israel, Europe and elsewhere around the world. A1.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/13/nyregion/chronicle-380784.html","abstract":"  TOM CRUISE isn't on trial, just his image: that of the lady-killing bartender he played in the 1988 movie \"Cocktail.\"   Mr. Cruise gave a sworn statement last week in a sexual-harassment case against two T.G.I. Friday's restaurants about how he learned flashy bartender moves from the chain's employees to prepare for his role.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/13/nyregion/news-summary-380067.html","abstract":"  International A3-11  EUROPE VOTE AIDS KOHL    Residents throughout Europe voted for the European Parliament, with the votes testing the popularity of each Government, and in Germany, Chancellor Helmut Kohl's party got surprisingly strong support.  A1","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Review/Pop; Patinkin Closes His Eyes And Sets the Songs Free","web_url":"https://www.nytimes.com/1994/06/13/arts/review-pop-patinkin-closes-his-eyes-and-sets-the-songs-free.html","abstract":"  Mandy Patinkin belongs to the special breed of popular singer who is not content simply to dramatize the material he is handed. Like an obsessive Method actor, he incorporates a song into his being and then releases it in an emotional eruption fraught with tension and personal catharsis. Depending on one's tolerance for an involvement this fierce, his performances can seem mawkish or transcendent. And on Friday evening at the Joseph Papp Public Theater, where he gave the last of three concerts of songs from his new album, \"Experiment\" (Elektra Nonesuch), his singing was as starkly compelling as it was restrained.   On \"Experiment,\" which is in some ways the best of his three solo albums, Mr. Patinkin has arranged 18 popular standards into an extended suite that describes one man's troubled psychic journey.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Waiting on a Train, for 30 Years; Scientists' Hope for a Levitating Vehicle on an Uphill Climb","web_url":"https://www.nytimes.com/1994/06/13/nyregion/waiting-train-for-30-years-scientists-hope-for-levitating-vehicle-uphill-climb.html","abstract":"  More than thirty years ago, an ambitious young scientist stuck in a traffic jam on the Throgs Neck Bridge imagined a vehicle liberated forever from highway congestion.   \"I thought there must be a better way than driving,\" recalled the scientist, Dr. James R. Powell of Brookhaven National Laboratory, who was trapped for hours one evening in 1960. \"I get my ideas in two places: cars and bathtubs.\"","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Even as Fans Pack Playoffs, Viacom Peddles Sports Empire","web_url":"https://www.nytimes.com/1994/06/13/us/even-as-fans-pack-playoffs-viacom-peddles-sports-empire.html","abstract":"  As the New York Rangers and the New York Knicks press on for league championships, the teams' new owner, Viacom Inc., has quietly accelerated its efforts to sell them, along with the cable television network that carries their games and Madison Square Garden, their home arena.   Last week Allen & Company, an investment bank representing Viacom, mailed detailed packets of financial data about the properties to a small group of potential bidders.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Ukraine Hints It Won't Close Nuclear Plants at Chernobyl","web_url":"https://www.nytimes.com/1994/06/13/world/ukraine-hints-it-won-t-close-nuclear-plants-at-chernobyl.html","abstract":"  Two months ago Ukraine pledged to shut down its nuclear power plant at Chernobyl, but American officials are concerned that Ukrainian leaders are having second thoughts, and the Americans are at odds over what to do about it.   New evidence, including a secret directive by President Leonid Kravchuk, suggests that Ukraine may not close the two reactors still operating at Chernobyl because it needs the energy.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Essay; If I Forget Thee, O Jerusalem","web_url":"https://www.nytimes.com/1994/06/13/opinion/essay-if-i-forget-thee-o-jerusalem.html","abstract":"  Speaking to Muslims in South Africa, Yasir Arafat blurted out the truth about secret assurances he received in a letter from Israel's Government, granting a Palestinian foothold in Jerusalem.   Israeli spokesmen told the Knesset \"there is no letter on the subject of Jerusalem.\" Prime Minister Yitzhak Rabin declared \"there was no letter from me, or the Israeli side, following the Cairo agreement, which concerns Jerusalem.\"","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Experts Doubt Tax Cuts Will Create Job Growth","web_url":"https://www.nytimes.com/1994/06/13/nyregion/experts-doubt-tax-cuts-will-create-job-growth.html","abstract":"  Although the business tax cuts signed into law last week by Gov. Mario M. Cuomo have been promoted as an important stimulus to the state's slowly improving economy, many economists and fiscal analysts are skeptical that the cuts will generate significant job growth.   The experts agree that the tax-cut package sends a strong message that New York State wants to become a better, less costly place to do business -- an important message when dozens of states are cutting taxes. But business executives are unlikely to base decisions about hiring or relocating on such a signal alone, the experts said. And for the vast majority of companies, the cuts will not provide enough savings to justify much hiring.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Why a Haiti Invasion Still Makes Sense","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-why-a-haiti-invasion-still-makes-sense-370169.html","abstract":"  To the Editor:   \"Invade Haiti? A Sure Way to Make a Bad Policy Worse\" (Op-Ed, June 1), the provocative article by Brent Scowcroft and Eric D. K. Melby, is also wrongheaded in at least three respects:","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Small Foundation Flexes Its Muscle","web_url":"https://www.nytimes.com/1994/06/13/nyregion/small-foundation-flexes-its-muscle.html","abstract":"  They are curiously matched adversaries.   One is Intel Corporation, which is building the world's largest computer-chip plant at Rio Rancho, N.M. The other is the Jessie Smith Noyes Foundation, a small family philanthropy based in Manhattan, which owns 3,000 share of Intel stock.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Thousands Gather in Crown Hts. To Grieve for Their Grand Rabbi","web_url":"https://www.nytimes.com/1994/06/13/nyregion/thousands-gather-in-crown-hts-to-grieve-for-their-grand-rabbi.html","abstract":"  Rabbi Menachem Mendel Schneerson, whose charismatic leadership built the Lubavitch Hasidic movement into an enormously powerful and sometimes divisive force among the world's Jews, died yesterday at Beth Israel Medical Center in Manhattan, three months after a severe stroke. He was 92.   Within hours of his death at 1:50 A.M., thousands of his followers began gathering on the streets around Lubavitch World Headquarters in Crown Heights, Brooklyn, to mourn a teacher and scholar who most of them had hoped would reveal himself to be the Messiah before he died. Many took hastily arranged charter flights from Israel, Europe and elsewhere around the world, rushing to New York in the frequently expressed hope that they could be present when Rabbi Schneerson would somehow proclaim his kingship before being buried.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Old Story or New Ending for the Rangers?","web_url":"https://www.nytimes.com/1994/06/13/sports/stanley-cup-finals-old-story-or-new-ending-for-the-rangers.html","abstract":"  The Stanley Cup finals are one game from being completed, and already there have been two premature celebrations.   The first came in New York last week before Game 5, when Rangers fans and the local news media spent the day anticipating a clinching victory. The Vancouver Canucks said later that they were inspired to win that night by the swaggering overconfidence of the New Yorkers.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"A Stanley Cup Of Comfort: Is It This Year?","web_url":"https://www.nytimes.com/1994/06/13/nyregion/a-stanley-cup-of-comfort-is-it-this-year.html","abstract":"  It seems strange, perhaps, to care so deeply about a game in which men in stockings and shorts chase something resembling a coffee-table coaster around a frozen pond, a sport in which the players seem to score about once a month, and throw down their sticks before they fight.   But hockey fans are different, say the fans themselves, and if the New York Rangers knew how deep is the misery and the loyalty of the people who still hold out hope for a Stanley Cup after 54 years, they would skate to hell and back to bring it home.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"What They're Reading","web_url":"https://www.nytimes.com/1994/06/13/style/IHT-what-theyre-reading.html","abstract":"Tom Price, deputy head of mission at the U.S. Embassy in Sofia, has been reading several books by Harry Crews and is currently engrossed in \"The Knockout Artist.\" .\"He is the Faulkner of our generation and he manages to capture an authent","thumbnail":null,"section":"Style"},{"date":"19940613","headline":"Critic's Notebook; Viewing an Execution From the Sofa","web_url":"https://www.nytimes.com/1994/06/13/arts/critic-s-notebook-viewing-an-execution-from-the-sofa.html","abstract":"  So as matters now stand, David Lawson will be executed on Wednesday off camera, to be precise, off Phil Donahue's camera. The talk showman and the murderer have so far failed in their collaborative attempt to persuade the North Carolina courts that they have a constitutional right to videotape the final minutes of Mr. Lawson's life.   This is not the first time television producers have been denied the claimed right to broadcast an execution. In 1991 the San Francisco public station KQED was blocked by a Federal court from showing one at San Quentin. Opponents warned that if public television were to succeed, tabloid television would not be far behind, with gruesome consequences.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"High-Spirited Canucks Shrug Off the Pressure","web_url":"https://www.nytimes.com/1994/06/13/sports/stanley-cup-finals-high-spirited-canucks-shrug-off-the-pressure.html","abstract":"  And on Sunday, they rested in a hyperbaric chamber.   A day after sending the Stanley Cup finals back to the pressure chamber known as Madison Square Garden, the Canucks hooted and hollered their way through a spirited 45-minute morning practice. Many of them then spent the afternoon sucking oxygen in a futuristic machine they believe has helped them recover quicker and better handle jet lag.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"REBELS IN MEXICO SPURN PEACE PLAN FROM GOVERNMENT","web_url":"https://www.nytimes.com/1994/06/13/world/rebels-in-mexico-spurn-peace-plan-from-government.html","abstract":"  After three months of consideration, peasant rebels in the southern state of Chiapas have flatly rejected the peace settlement offered by the Government and have called for new negotiations.   The decision, announced late Saturday night in sharply worded communiques, appeared to dash Mexico's hopes for a final agreement ending the Chiapas uprising, which is now suspended under a cease-fire, before national elections on Aug. 21. Tensions immediately rose throughout the state.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"What Grade Inflation?","web_url":"https://www.nytimes.com/1994/06/13/opinion/what-grade-inflation.html","abstract":"  An avalanche of public attention has been loosed by the decision of Stanford's Academic Senate to revive the failing grade and make it once again a permanent part of the student's transcript. The tone is interesting: though the decision is usually praised, the news accounts and editorials are often stridently critical of the previous practice -- which was a sincere effort, like it or not, to encourage students to take academic risks and experiment with courses outside their comfort zone. We are told that Stanford (and, by extension, other universities) \"pandered\" to students, fostering a climate of rampant \"grade inflation.\"   I happen to think my colleagues probably made the right decision. But I am struck by the degree to which both the problem and Stanford's so-called solution are being misunderstood.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"IN PERFORMANCE: RECORDINGS","web_url":"https://www.nytimes.com/1994/06/13/arts/in-performance-recordings-384992.html","abstract":"  . . . and Propulsive Guitars With a Ranting Voice  'Yank Crime' Drive Like Jehu Interscope 92363, CD and cassette    Drive Like Jehu plunges into \"Yank Crime,\" its second album, with a jumpy, odd-meter bass line, two clashing guitars and Eric Froberg's enraged yammer of a voice, shouting, \"Sad to say it's over now/ Don't know how.\" Whatever has ended, the guitar frenzy is just beginning. Drive Like Jehu, a four-man band from San Diego, creates a precisely latticed squall by layering on the guitars: hard-strummed chords, stop-start bass riffs, seesawing lines, discordant zigzags, eruptive feedback. Drums interlock with the grappling guitars, pounding the dissonances home and propelling the music from one abrasive matrix to the next.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Editorial Notebook; Human Rights Diplomacy, R.I.P.","web_url":"https://www.nytimes.com/1994/06/13/opinion/editorial-notebook-human-rights-diplomacy-rip.html","abstract":"  President Clinton was seeking to solve a political problem when he snapped the link between China's human rights practices and its U.S. trading privileges. Yet by rewarding rather than punishing China's rejection of reasonable American human rights demands, Mr. Clinton damaged the credibility of American human rights diplomacy everywhere.    That is no small loss. Two decades of intermittent and occasionally successful American human rights pressure on behalf of, among others, East European dissidents, South African blacks and victims of Latin American juntas made a difference to thousands of individual lives and made it easier for democrats in those societies to fight for political change.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"1919:Biting the Hand : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/13/opinion/IHT-1919biting-the-hand-in-our-pages100-75-and-50-years-ago.html","abstract":"COBLENTZ - Good feeding after four years of privation seems to be having a dangerous effect on the Germans in the American bridgehead. They are forgetting that they are being treated with a consideration which they scarcely could have expected after the a","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"As Life's Questions Get Harder, Magic Casts a Wider Spell","web_url":"https://www.nytimes.com/1994/06/13/us/as-life-s-questions-get-harder-magic-casts-a-wider-spell.html","abstract":"  Like the lady who vanished and then reappeared at the wave of a wand, magic is back. And not just on the nightclub and Off Broadway circuits.   Americans are increasingly enchanted with products and notions that promise a simple route to transformation, salvation or cure. More and more marketers are imbuing some foods, cosmetics, folk cures and forms of exercise with magical powers to fight aging and disease. And magical themes abound in plays, movies, books and music.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Critic's Notebook; 'Cyrano' and 'Pirates' With Opposite Results","web_url":"https://www.nytimes.com/1994/06/13/theater/critic-s-notebook-cyrano-and-pirates-with-opposite-results.html","abstract":"  \"Cyrano de Bergerac\" and \"The Pirates of Penzance\" are both meant to be big guns in the 42d Stratford Festival. And indeed, the former, Edmond Rostand's epic drama about a man with a long nose and a deep soul, charges the atmosphere with volleys of resounding verse. But the latter, Gilbert and Sullivan's operetta about pirates with overdeveloped consciences, sputters and fizzles like a damp wick.   If you want to know what has gone so right in one case and so wrong in the other, you have only to look to the actor Colm Feore, who is playing the leads in both productions. Bold and compelling as Cyrano, he is silly and inconsequential as the Pirate King.","thumbnail":null,"section":"Theater"},{"date":"19940613","headline":"No Matter What, Let's Stay Together","web_url":"https://www.nytimes.com/1994/06/13/sports/stanley-cup-finals-no-matter-what-let-s-stay-together.html","abstract":"  So here I am, in Donald Trump's seat in Madison Square Garden, first row, mid-rink, best in the house, the empty ice at my feet, surrounded by 10,000 of my closest friends. The picture on the overhead video monitors is not sharp; it seems as though we are watching the game through an old porch screen. But it doesn't matter. If we wanted clear reception we would have stayed home alone. This is about all of us being together when the Rangers win the Stanley Cup.   This is also about not wanting to be alone when they don't.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Over There","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-over-there-385247.html","abstract":"  To the Editor:   During the D-Day observances, a number of commentators (including Tom Brokaw on NBC on June 3) referred to the putdown by the Brits of American G.I.'s in England as \"overfed, oversexed -- and over here.\" However, nobody to my knowledge cited the rebuttal of the Yanks: \"The British soldiers are underfed, undersexed -- and under Eisenhower.\"  LESTER DAVID  Woodmere, L.I., June 4, 1994 The writer is former managing editor of the Stars and Stripes Paris edition.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Don't Make Me Choose Between Life and Death; Time to Move Ahead","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-don-t-make-me-choose-between-life-and-death-time-to-move-ahead-385220.html","abstract":"  To the Editor:   Bravo for \"Mercy for the Dying\" (editorial, May 29), which suggests that the time has come when one or more states could start down the road of assisted suicide and monitor whether or not it leads to abuse or a new frontier of freedom of choice for the desperately ill.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Abroad at Home; On Korea, Resolve","web_url":"https://www.nytimes.com/1994/06/13/opinion/abroad-at-home-on-korea-resolve.html","abstract":"  If Kim Il Sung has heard about Western criticism of Clinton foreign policy as wavering and thinks he can bluff or threaten the United States out of firm action against his nuclear weapons program, he is making a mistake.   On this issue the Administration's watchword is resolution. So I believe after conversations here. I do not sense the tentativeness that has marked the search for effective policies in Bosnia and Haiti.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Digital Technology, Rotary Laws","web_url":"https://www.nytimes.com/1994/06/13/opinion/digital-technology-rotary-laws.html","abstract":"  For raw capitalistic rambunctiousness, nothing matches America's telecommunications industry. But these dynamic companies are hogtied by regulations written for a Jurassic era of party lines and black rotary-dial telephones.   A comprehensive overhaul of our 60-year-old laws is long overdue. So Senator John Danforth, Republican of Missouri, Senator Daniel Inouye, Democrat of Hawaii, and I are sponsoring the Communications Act of 1994. The bill, which we intend to bring before the Senate this summer, would allow greater competition by ending legal monopolies in local telephone and cable TV services, while insuring that in building the information superhighway we will not pave over the public interest.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Immunization","web_url":"https://www.nytimes.com/1994/06/13/world/pulse-immunization.html","abstract":"  Cyclical outbreaks of diseases like measles and whooping cough are still common, although health officials say widespread immunization of infants could prevent them. While children must be immunized to enter school, health officials say they should get all their required shots in the first 24 months, when childhood diseases are more common and more dangerous. Low immunization rates are attributed, to varying degrees, to the high cost of vaccines, the lack of access to health care, poor record-keeping and families not placing a high priority on immunization. The cost of a full set of vaccines, not including doctors' fees for giving the shots, rose to $244 in 1992, from $23 in 1982.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/13/arts/in-performance-classical-music-385018.html","abstract":"  The Hill-Thomas Hearings And Other New Works  Merkin Concert Hall    The Friends and Enemies of New Music struck a curious balance between whimsy and grim assertion on Thursday night. Arthur Kampela's \"Percussion Study No. 1\" mixed stringent guitar virtuosity with percussion effects made by the hand. \"Shadow Traffic,\" by John Link, shared Mr. Kampela's basically atonal world; it is kind of an extended rhapsody, often lyrical in its horizontal movement but hard-bitten in mood and color.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Estonia Savors Economic Success, But the Reformers May Be in Trouble","web_url":"https://www.nytimes.com/1994/06/13/world/estonia-savors-economic-success-but-the-reformers-may-be-in-trouble.html","abstract":"  To anyone accustomed to traveling the nations of the former Soviet Union and watching their messy transitions to market economies, the Tallinn Department Store is drop-dead riveting, simply because it is normal.   There are no guards in camouflage uniforms at the entrances, no dirt, not even a faint whiff of urine. The building is renovated, well-lighted and contemporary. The floors are stocked with a range of goods, local and imported, from an exhaustive selection of Duracell batteries and Nike footwear to Philips light bulbs, 25 watts to the latest halogen. There are decent kitchen knives for sale, and Swedish suits for men. There is even a Western-style supermarket, with bar-code scanners, and all goods are available for the Estonian currency, the crown.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Reform Jews Reject a Temple Without God","web_url":"https://www.nytimes.com/1994/06/13/us/reform-jews-reject-a-temple-without-god.html","abstract":"  In an overwhelming vote on Saturday, the Union of American Hebrew Congregations rejected the membership application of a Cincinnati synagogue that has removed all references to God from its liturgy. The vote was 115 to 13.   \"Reform allows for a wide spectrum of belief,\" said Rabbi Alexander M. Schindler, the president of the union, a national Reform Jewish organization. \"Yet some common understanding is necessary.\"","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Review/Rock; Biohazard: Noisy Child Of the Streets","web_url":"https://www.nytimes.com/1994/06/13/arts/review-rock-biohazard-noisy-child-of-the-streets.html","abstract":"  Beyond heavy metal and hardcore music, there is a style of rock that superimposes both. The result is a fast, heavy rumble and grind that's both assaultive and energizing. In the wake of the Texas post-metal band Pantera's rise to No. 1 on the pop album charts in March, this music has been rising off the streets like steam. Biohazard, which performed on Saturday night at Roseland, is one of the first bands to outgrow the raucous scene at L'Amours, a club in Brooklyn.   The entire dance floor on Saturday was a typhoon of slamming bodies, colorful tattoos and airborne leaflets for future concerts by local bands. Audience members dove off the stage four at a time as Biohazard flailed at its guitars. Billy Graziadei, the singer and guitarist, yelled rhythmically, as if he were punching lyrics out of his diaphragm. He kept perfect time with Danny Schuler's rapid drumbeat. Evan Seinfeld, the bassist, and Bobby Hambel, the guitarist, growled back-up vocals during each song's chorus, joined at the microphone by whatever members of the audience happened to be onstage.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Rockets' Smith Finds the Bench an Uncomfortable Seat","web_url":"https://www.nytimes.com/1994/06/13/sports/nba-finals-rockets-smith-finds-the-bench-an-uncomfortable-seat.html","abstract":"  For Kenny Smith, one of the personal turning points of the National Basketball Association finals came with 5 minutes 6 seconds left to play last night, the game tied at 77-77 and the Knicks in the midst of a run that had brought them back from a 71-65 deficit.   Smith's Rockets were back on their heels and 19,000-plus fans at the Garden were going crazy creating the sort of frenzied sports environment that has given Madison Square Garden its reputation. For Smith, who grew up in New York and was an all-American at Archbishop Molloy High School in Queens, this was a moment you live your athletic life for.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"McReynolds Does the Job He Is Paid to Do","web_url":"https://www.nytimes.com/1994/06/13/sports/baseball-mcreynolds-does-the-job-he-is-paid-to-do.html","abstract":"  Kevin McReynolds can't remember the last time he had a game like this. It certainly hadn't happened this season, which marks the start of his second stint with the Mets. And it probably hadn't in Kansas City either, his days with the Royals being the disappointment that they were.   It must have come, then, during the first years he wore a Met uniform, when he produced the kind of power numbers that enticed the Mets to reacquire him for Vince Coleman last January.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Livery-Cab Driver Is Held In Fatal Queens Accident","web_url":"https://www.nytimes.com/1994/06/13/nyregion/livery-cab-driver-is-held-in-fatal-queens-accident.html","abstract":"  As a livery cab driven by a drunken motorist sped toward them, a homeless woman walking across a Queens street Saturday night pushed her 4-year-old son out of the way, only to be struck herself by the car, the police said yesterday.   The woman, Castelli Ellison, 38, whom the police said had lived at a shelter for homeless families near Kennedy International Airport, died later of internal injuries at Mary Immaculate Hospital. Her son, Germar Ellison, who was taken to Queens General Hospital for observation, was not injured.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Review/Opera: Orpheus Descending; The Orpheus Legend Puts On a Modern Face","web_url":"https://www.nytimes.com/1994/06/13/arts/review-opera-orpheus-descending-the-orpheus-legend-puts-on-a-modern-face.html","abstract":"  Although the 20th century is all but dead and gone, its musical achievements remain daydreams of the distant future for most major opera companies. The Chicago Lyric Opera is valiantly swimming against the tide with its ambitious projects in contemporary opera, which have included one recent or new American opera each year as part of its Center for American Artists series.   On Friday night, the Lyric Opera presented the world premiere of Bruce Saylor's \"Orpheus Descending,\" with a libretto adapted from the Tennessee Williams play by J. D. McClatchy; the work was not entirely convincing in dramatic terms, and Mr. Saylor's music was sometimes derivative, but the score earned its ovation and will be worth repeating.","thumbnail":null,"section":"Arts"},{"date":"19940613","headline":"Rockets Get Edge","web_url":"https://www.nytimes.com/1994/06/13/sports/rockets-get-edge.html","abstract":"  Houston defeated the Knicks, 93-89, last night to take a lead of 2 games to 1 in their N.B.A. championship series. SportsMonday, page C1.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"The Beauty of Nature Has but One Fault: Fore!","web_url":"https://www.nytimes.com/1994/06/13/nyregion/the-beauty-of-nature-has-but-one-fault-fore.html","abstract":"  William M. Becker, a sculptor and former golfer, said he always had considered golf \"a more or less gentle pursuit\" with an etiquette that set it apart from rougher sports. He can recall a time when golfers in country settings took pains not to hit the cows grazing in nearby fields.   Now, Mr. Becker, who lives next to the sixth hole of the Ridgeway Country Club here, would like the same consideration.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Don't Make Me Choose Between Life and Death; Slayer's Rule","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-don-t-make-me-choose-between-life-and-death-slayer-s-rule-385239.html","abstract":"  To the Editor:   A May 28 editorial discusses the disappointing report by the New York State Task Force on Life and the Law, appointed by Gov. Mario M. Cuomo, which recommended unanimously that New York resist attempts to legalize physician-assisted suicide for the terminally ill who suffer intractable pain.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Bronxville Residents Oppose Plan for Another Metro-North Track","web_url":"https://www.nytimes.com/1994/06/13/nyregion/bronxville-residents-oppose-plan-for-another-metro-north-track.html","abstract":"  Railroad tracks already cut through this leafy, affluent community in Westchester County, and many residents depend on the trains to get to work in Manhattan every day.   But a plan to add a third track to the Harlem line of the Metro-North Commuter Railroad here has upset residents, who see it as a threat to the beauty of their village and the the serenity of their homes.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"Mr. Moynihan's Gambit","web_url":"https://www.nytimes.com/1994/06/13/opinion/mr-moynihan-s-gambit.html","abstract":"  Of the five Congressional committees handling heath care reform, Senate Finance may well be the one with the best chance of putting together a bill with enough Republican support to carry the full Senate. Its makeup of 11 Democrats and 9 Republicans encourages bipartisan bargaining. That is why the odd bill proposed last week by its chairman, Senator Daniel Patrick Moynihan of New York, is important.    Viewed as a health care plan, the bill disappoints. It borrows in modified form the President's idea of requiring employers to pay for workers' insurance. But unlike the President, Mr. Moynihan would allow individuals to buy outside regional purchasing cooperatives; that invites the healthy to peel away and leave the chronically ill.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"Rabbi Schneerson Led A Small Hasidic Sect To World Prominence","web_url":"https://www.nytimes.com/1994/06/13/nyregion/rabbi-schneerson-led-a-small-hasidic-sect-to-world-prominence.html","abstract":"  Rabbi Menachem Mendel Schneerson was a Russian-born, Sorbonne-educated scholar who took an insular Hasidic group that almost came to an end with the Holocaust and turned it into one of the most influential and controversial forces in world Jewry. Rabbi Schneerson was the undisputed leader of the Lubavitch Hasidim for 44 years as he battled assimilation, a trend of modern Jewish life that his followers consider \"a spiritual holocaust.\"    But his leadership transcended the monastic world of philosophical debates and book-lined studies like his own, penetrating the secular world with toll-free telephone numbers, satellite television hookups and faxes of Talmudic disquisitions. Fusing the 18th century with the 20th, he presided over a religious empire that reached from the back streets of Brooklyn to the main streets of Israel and by 1990 was taking in an estimated $100 million a year in contributions. His \"mitzvah tanks\" -- converted campers that are rolling recruiting stations whose purpose is to draw Jews to the Lubavitch way -- roamed streets from midtown Manhattan to Crown Heights. And the Lubavitchers' Brooklyn-based publishing house claimed to be the world's largest distributor of Jewish books.","thumbnail":null,"section":"New York"},{"date":"19940613","headline":"American Elm Stands at a Crossroads","web_url":"https://www.nytimes.com/1994/06/13/opinion/l-american-elm-stands-at-a-crossroads-370193.html","abstract":"  To the Editor:   Your May 30 report that New York City's street trees are dying for lack of care is a compelling call for attention to the effects of the city's budget cuts. Although you discuss Norway maples and Callery pear trees, and make note of other trees in an accompanying field guide, you make no mention of the American elm.","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"1944:Aerial Offensive : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/13/opinion/IHT-1944aerial-offensive-in-our-pages100-75-and-50-years-ago.html","abstract":"LONDON - [From our New York edition:] - More than ten thousand Allied planes struck today [June 12] at airfields and communities in the 400-mile area from St. Nazaire, on the Bay of Biscay, to Lille, near the Belgian border of France. Strafing enemy reinf","thumbnail":null,"section":"Opinion"},{"date":"19940613","headline":"First Decision of Exxon Valdez Trial Is Expected in Days","web_url":"https://www.nytimes.com/1994/06/13/us/first-decision-of-exxon-valdez-trial-is-expected-in-days.html","abstract":"  Five years after the tanker Exxon Valdez ran aground in Prince William Sound, a Federal jury hearing a $16.5 billion lawsuit against the Exxon Corporation is weighing evidence, much of it never before disclosed, on whether the disaster was the result of reckless behavior by senior company executives and the tanker captain or was simply an accident.   Since the trial began on May 2, a string of Exxon shipping employees, testifying for the 10,000 Alaskans who brought the case, have described incidents, from the Gulf of Mexico to San Francisco, in which the captain of the Exxon Valdez, Joseph J. Hazelwood, had alcohol on his breath while aboard ship. But, they said, their concerns were largely ignored when they reported the incidents to their superiors.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"Californians Strike Gold As Belmont Week Ends","web_url":"https://www.nytimes.com/1994/06/13/sports/horse-racing-californians-strike-gold-as-belmont-week-ends.html","abstract":"  Belmont Week came to a record-setting close yesterday when the California filly Lakeway won the Mother Goose Stakes by more than four lengths over Cinnamon Sugar and by 10 lengths over Inside Information, and pranced to the head of the class of 3-year-old fillies.   It was one day after the California colt Tabasco Cat won the Belmont Stakes and moved to the head of the class of 3-year-old colts, and Lakeway gave an even more powerful performance.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Graves Will Take Aim At the Net in Game 7","web_url":"https://www.nytimes.com/1994/06/13/sports/stanley-cup-finals-graves-will-take-aim-at-the-net-in-game-7.html","abstract":"  Near the end of Game 6 on Saturday night, as he skated toward the Vancouver bench, Trevor Linden was surprised by an unexpected collision with Adam Graves of the Rangers.   Perhaps Graves was trying to give the Canucks' captain something to think about in the two days before Game 7 of the Stanley Cup finals. Because Vancouver won by 4-1 Saturday, the four-of-seven-game championship round is tied at three victories each, and Tuesday's game at Madison Square Garden will be for the big silver trophy.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Vermont Workers Win Health Benefits","web_url":"https://www.nytimes.com/1994/06/13/us/vermont-workers-win-health-benefits.html","abstract":"  Vermont will extend health and dental coverage to the unmarried heterosexual and homosexual partners of its state workers, becoming the first state in the nation to do so, officials say.   Under an agreement reached on Friday between the state and the Vermont State Employees Association, the union that represents the state's 6,500 employees, state workers who sign affidavits affirming that they are in an \"exclusive, enduring domestic relationship of at least six months\" can obtain health benefits for their partners.","thumbnail":null,"section":"U.S."},{"date":"19940613","headline":"PARLIAMENT VOTE IN EUROPE SHOWS RIGHTWARD TREND","web_url":"https://www.nytimes.com/1994/06/13/world/parliament-vote-in-europe-shows-rightward-trend.html","abstract":"  Millions of voters across the 12-nation European Union chose a new European Parliament today in elections that reflected recent trends toward the right and that voters saw as a chance to deliver a message on the popularity of their national governments. The vote also produced a surprise boost for Chancellor Helmut Kohl in Germany.   Generally speaking, centrist conservative parties -- more than right-wing extremists -- seemed to be the winners, except in England, where Prime Minister John Major's Conservatives have been losing popularity.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Orioles Sweep in Fenway, Trail Yankees by 1 Game","web_url":"https://www.nytimes.com/1994/06/13/sports/baseball-orioles-sweep-in-fenway-trail-yankees-by-1-game.html","abstract":"  Orioles 8, Red Sox 4    Ben McDonald won his ninth game as Baltimore completed a Fenway Park sweep with an 8-4 triumph over the Boston Red Sox yesterday. Cal Ripken, Rafael Palmeiro and Leo Gomez homered for the Orioles, who moved within a game of the Yankees in the American League East.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"China Tells Why It Opposes Korea Sanctions","web_url":"https://www.nytimes.com/1994/06/13/world/china-tells-why-it-opposes-korea-sanctions.html","abstract":"  China said today that it still believed that United Nations sanctions against North Korea would be \"ineffective\" and warned against using \"violence\" in trying to end North Korea's nuclear weapons program, a Japanese spokesman said after a meeting between the Chinese and Japanese Foreign Ministers.   At the same time, the Chinese Foreign Minister, Qian Qichen, told his Japanese counterpart that Beijing would play a \"positive\" and \"constructive\" role in the coming Security Council debate over punitive measures aimed at forcing North Korea to give up its nuclear program, the spokesman said.","thumbnail":null,"section":"World"},{"date":"19940613","headline":"Sports of The Times; Mood Swings Downward at Garden","web_url":"https://www.nytimes.com/1994/06/13/sports/sports-of-the-times-mood-swings-downward-at-garden.html","abstract":"  HOW much emotion can one joint tolerate? There was a vicious riptide of emotion going on in Madison Square Garden last night -- buoyant anticipation for the Knicks crashing against bitter foreboding for the Rangers.   But then a quiet rookie named Sam Cassell stunned the home crowd with a poised fourth quarter as the Houston Rockets defeated the Knicks, 98-89, and suddenly the tide is running against both teams that dwell in the Garden.","thumbnail":null,"section":"Sports"},{"date":"19940613","headline":"Sports of The Times; Keenan's Future Plans Shrouded in Smoke","web_url":"https://www.nytimes.com/1994/06/13/sports/sports-of-the-times-keenan-s-future-plans-shrouded-in-smoke.html","abstract":"  WHERE there's smoke there's fire. While the Rangers wait for the smoke to thicken in tomorrow night's Stanley Cup showdown with the Vancouver Canucks at Madison Square Garden, they are waiting for the smoke to clear in Coach Mike Keenan's future.   Whispers surfaced last week that Keenan soon would jump to the Detroit Red Wings as their general manager and coach.","thumbnail":null,"section":"Sports"}],"wiki_events":[{"date":"19940613","headline":"A jury in Anchorage, Alaska, blames recklessness by Exxon and Captain Joseph Hazelwood for the Exxon Valdez disaster, allowing victims of the oil spill to seek $15billion in damages.","pages":[{"title":"Anchorage, Alaska","web_url":"https://en.wikipedia.org/wiki/Anchorage%2C_Alaska","description":"Consolidated city-borough in Alaska, United States","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Wood_Bison_in_Alaska.jpg/320px-Wood_Bison_in_Alaska.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"Anchorage, officially the Municipality of Anchorage, is the most populous city in the U.S. state of Alaska. With a population of 291,247 at the 2020 census, it contains nearly 40 percent of the state's population. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 398,328 in 2020, accounting for more than half the state's population. At 1,706sqmi (4,420km2) of land area, the city is the fourth-largest by area in the U.S."},{"title":"ExxonMobil","web_url":"https://en.wikipedia.org/wiki/ExxonMobil","description":"American multinational oil and gas company","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Cube_xom_mine.png/320px-Cube_xom_mine.png","thumbnail_width":320,"thumbnail_height":225},"abstract":"ExxonMobil Corporation is an American multinational oil and gas corporation and the largest direct descendant of John D. Rockefeller's Standard Oil. The company, which took its present name in 1999 per the merger of Exxon and Mobil, is vertically integrated across the entire oil and gas industry, and within it is also a chemicals division which produces plastic, synthetic rubber, and other chemical products. ExxonMobil is headquartered near the Houston suburb of Spring, Texas, though officially incorporated in the U.S. state of New Jersey. It is the largest United States-based oil and gas producing company. ExxonMobil is also the eighth largest company in the world by revenue and the third largest in the US."},{"title":"Joseph Hazelwood","web_url":"https://en.wikipedia.org/wiki/Joseph_Hazelwood","description":"Captain of Exxon Valdez during its 1989 oil spill","thumbnail":null,"abstract":"Joseph Jeffrey Hazelwood was an American sailor. He was the captain of Exxon Valdez during her 1989 oil spill. He was accused of being intoxicated which contributed to the disaster, but was cleared of this charge at his 1990 trial after witnesses testified that he was sober around the time of the accident. Hazelwood was convicted of a lesser charge, negligent discharge of oil, fined $50,000, and sentenced to 1,000 hours of community service."},{"title":"Exxon Valdez","web_url":"https://en.wikipedia.org/wiki/Exxon_Valdez","description":"Oil tanker, launched 1986, scrapped 2012","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Exxon_Valdez_Oil_Spill_%2813266806523%29.jpg/320px-Exxon_Valdez_Oil_Spill_%2813266806523%29.jpg","thumbnail_width":320,"thumbnail_height":212},"abstract":"Exxon Valdez was an oil tanker that gained notoriety after running aground in Prince William Sound, spilling her cargo of crude oil into the sea. On 24 March 1989, while owned by the former Exxon Shipping Company, captained by Joseph Hazelwood and First Mate James Kunkel, and bound for Long Beach, California, the vessel ran aground on the Bligh Reef, resulting in the second largest oil spill in United States history. The size of the spill is estimated to have been 40,900 to 120,000m3. In 1989, the Exxon Valdez oil spill was listed as the 54th-largest spill in history."}]}],"weather":[{"date":"19940613","time":"1994-06-13 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.1,"rhum":51,"wspd":7.6},{"date":"19940613","time":"1994-06-13 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14,"rhum":54,"wspd":1.8},{"date":"19940613","time":"1994-06-13 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":59,"wspd":3.6},{"date":"19940613","time":"1994-06-13 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":58,"wspd":5.4},{"date":"19940613","time":"1994-06-13 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.4,"rhum":63,"wspd":5.4},{"date":"19940613","time":"1994-06-13 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.2,"rhum":71,"wspd":3.6},{"date":"19940613","time":"1994-06-13 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.7,"rhum":67,"wspd":7.6},{"date":"19940613","time":"1994-06-13 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":62,"wspd":5.4},{"date":"19940613","time":"1994-06-13 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":57,"wspd":3.6},{"date":"19940613","time":"1994-06-13 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":50,"wspd":5.4},{"date":"19940613","time":"1994-06-13 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.9,"rhum":46,"wspd":9.4},{"date":"19940613","time":"1994-06-13 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":43,"wspd":3.6},{"date":"19940613","time":"1994-06-13 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":42,"wspd":7.6},{"date":"19940613","time":"1994-06-13 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":40,"wspd":5.4},{"date":"19940613","time":"1994-06-13 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":48,"wspd":9.4},{"date":"19940613","time":"1994-06-13 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":38,"wspd":5.4},{"date":"19940613","time":"1994-06-13 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":38,"wspd":3.6},{"date":"19940613","time":"1994-06-13 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.9,"rhum":41,"wspd":3.6},{"date":"19940613","time":"1994-06-13 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.1,"rhum":44,"wspd":9.4},{"date":"19940613","time":"1994-06-13 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":57,"wspd":11.2},{"date":"19940613","time":"1994-06-13 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":56,"wspd":5.4},{"date":"19940613","time":"1994-06-13 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":63,"wspd":3.6},{"date":"19940613","time":"1994-06-13 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":60,"wspd":5.4},{"date":"19940613","time":"1994-06-13 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":65,"wspd":5.4},{"date":"19940613","time":"1994-06-13 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":9.4},{"date":"19940613","time":"1994-06-13 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":87,"wspd":9.4},{"date":"19940613","time":"1994-06-13 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":76,"wspd":9.4},{"date":"19940613","time":"1994-06-13 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":84,"wspd":9.4},{"date":"19940613","time":"1994-06-13 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":5.4},{"date":"19940613","time":"1994-06-13 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":7.6},{"date":"19940613","time":"1994-06-13 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":90,"wspd":9.4},{"date":"19940613","time":"1994-06-13 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":7.6},{"date":"19940613","time":"1994-06-13 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":0},{"date":"19940613","time":"1994-06-13 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":20.6,"rhum":93,"wspd":7.6},{"date":"19940613","time":"1994-06-13 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.1,"rhum":93,"wspd":0},{"date":"19940613","time":"1994-06-13 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":21.7,"rhum":90,"wspd":7.6},{"date":"19940613","time":"1994-06-13 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":87,"wspd":13},{"date":"19940613","time":"1994-06-13 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":84,"wspd":11.2},{"date":"19940613","time":"1994-06-13 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":11.2},{"date":"19940613","time":"1994-06-13 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":13},{"date":"19940613","time":"1994-06-13 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":72,"wspd":14.8},{"date":"19940613","time":"1994-06-13 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":16.6},{"date":"19940613","time":"1994-06-13 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":67,"wspd":14.8},{"date":"19940613","time":"1994-06-13 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":16.6},{"date":"19940613","time":"1994-06-13 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":16.6},{"date":"19940613","time":"1994-06-13 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":59,"wspd":14.8},{"date":"19940613","time":"1994-06-13 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":61,"wspd":20.5},{"date":"19940613","time":"1994-06-13 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":63,"wspd":20.5}]},"19940614":{"guardian_articles":[],"nytimes_articles":[{"date":"19940614","headline":"Cortines Proposes Cutting Staff of Facilities Agency","web_url":"https://www.nytimes.com/1994/06/14/nyregion/cortines-proposes-cutting-staff-of-facilities-agency.html","abstract":"  The Schools Chancellor wants to drastically cut the staff and overhaul the management of the troubled agency responsible for maintaining New York City's schools, officials said yesterday.    Already shaken this school year by an asbestos crisis and a Federal racketeering investigation, the agency, the Division of School Facilities, would lose nearly a third of its central administrators under the proposal by Schools Chancellor Ramon C. Cortines, said a school spokesman, John Beckman. In addition, both the director, Amy Linden, and her second-in-command, J. Kirby Coughlin, may leave soon.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/14/style/chronicle-392618.html","abstract":"  The concert by PAUL SIMON at the Meyerson Symphony Center in Dallas on Friday night raised more than $1 million for the American Foundation for AIDS Research. From Mr. Simon's point of view, there was only one problem: his dressing room did not have a television, and his beloved New York Knicks were playing the Houston Rockets in the second game of the National Basketball Association finals.","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/14/arts/in-performance-classical-music-390569.html","abstract":"  Exploring the Raw Side With Winds and Strings  The Kitchen    Dogs of Desire, an Albany-based new-music chamber orchestra conducted by David Alan Miller, hankers vainly after a rock sensibility. On Saturday night, its players dressed down -- Mr. Miller wore a leather vest with a Harley-Davidson patch -- and the instruments were amplified. And in addition to some new pop-influenced works, the group played Led Zeppelin's \"Black Dog,\" Bruce Springsteen's \"Fire\" and Jimi Hendrix's \"Fire.\"","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"IN PERFORMANCE: RECORDINGS","web_url":"https://www.nytimes.com/1994/06/14/arts/in-performance-recordings-392561.html","abstract":"  Flip Side of Gangsta Rap: Doo-Wop for the 1990's  'All-4-One' Blitzz/Atlantic 82588    In the age of gangsta rap, it makes sense that there is a movement to counter its nastiness with music resurrecting the melodious pop innocence of an earlier era. Along with Boyz II Men and Color Me Badd, the Los Angeles quartet All-4-One is leading a modest resurgence of post-doo-wop harmony-group singing.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/06/14/sports/transactions-391409.html","abstract":"  Baseball  American League  CLEVELAND INDIANS -- Activated Omar Vizquel, shortstop, from the 15-day disabled list. Optioned Bill Wertz, pitcher, to Charlotte of the International League.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Koreans in Japan, in Buttressing the North, Could Be Embarrassing Tokyo","web_url":"https://www.nytimes.com/1994/06/14/world/koreans-in-japan-in-buttressing-the-north-could-be-embarrassing-tokyo.html","abstract":"  As the 400-foot liner pulled out of the harbor here today and headed for North Korea, its passengers stood on the deck waving North Korean flags and cheering as the anthem \"Marshal Kim Il Sung\" blared across the piers. They had an audience: dozens of Japanese police and intelligence officers, watching through binoculars and training video cameras on the scene, but warily keeping their distance.   For several years the glistening white ship, the Mangyongbong-92, built with donations from Koreans loyal to the North who have made their fortunes in Japan, has plied the Sea of Japan three times a month, in the most direct link between North Korea and the industrialized world. Now it is also the symbolic centerpiece of the debate about how to bring Mr. Kim and his Communist Government in Pyongyang to heel for its defiance of nuclear inspectors, a defiance that continued today when North Korea announced that it was withdrawing from the International Atomic Energy Agency.","thumbnail":null,"section":"World"},{"date":"19940614","headline":"A Slipping Sandberg Retires","web_url":"https://www.nytimes.com/1994/06/14/sports/baseball-a-slipping-sandberg-retires.html","abstract":"  In the most stunning retirement of baseball's era of stratospheric salaries, Ryne Sandberg said yesterday he was leaving baseball and the Chicago Cubs because he was not satisfied with his performance and did not feel he could again raise it to his standards.   Sandberg, delivered his announcement at a news conference at Wrigley Field, where he became the best all-round second baseman of his generation and, for nine months in 1992, the highest-paid player in baseball. By retiring not even midway through the second season of the four-year contract -- the fourth most lucrative in baseball -- the 34-year-old Sandberg walks away from nearly $16 million guaranteed.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"In Taiwan, a Bubble Threat With a Silver Lining","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-in-taiwan-a-bubble-threat-with-a-silver-lining.html","abstract":"Japan's bubble and its aftermath are well known. Hong Kong is in the throes of one, with the familiar merry-go-round of cheap credit feeding property and stock booms. Taiwan, despite being sheltered by controls on inflow from last year's world liquidity","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Special Prosecutor Questions Clintons, Setting a Precedent","web_url":"https://www.nytimes.com/1994/06/14/us/special-prosecutor-questions-clintons-setting-a-precedent.html","abstract":"  In extraordinary sessions at the White House, President Clinton and his wife, Hillary Rodham Clinton, provided sworn testimony on Sunday to the special prosecutor about the death of a White House lawyer and Administration discussions of the Whitewater affair, the White House said today.    The back-to-back questioning of the President and Mrs. Clinton represented the first time that a sitting President has given a deposition about his official conduct. It was apparently the first time a sitting First Lady has ever been interviewed by law-enforcement officials about her conduct while in the White House.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"A True Javanese Fairy Tale:The Sultan and the Mermaid","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-a-true-javanese-fairy-talethe-sultan-and-the-mermaid.html","abstract":"Those who pay special attention to royal affairs of the heart might clip a lock of hair and a fingernail or two on June 21 in honor of one of Asia's most intriguing love stories. .On this date Sultan Hamengku Buwono X of Jogjakarta will celebrate his o","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"5 New Yorkers Among MacArthur Recipients","web_url":"https://www.nytimes.com/1994/06/14/arts/5-new-yorkers-among-macarthur-recipients.html","abstract":"  Jazz musicians, choreographers, a poet and other artists won half the 20 fellowships awarded yesterday, 5 of them to New Yorkers, by the Mac Arthur Foundation of Chicago. Proportionately, it was the largest group of winners in the arts since the program began 14 years ago. The fellowships have traditionally been dominated by academics and researchers.   Coincidence, not a policy shift from science to culture, decided the choices, said Catharine R. Stimpson, director of the foundation.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/14/nyregion/c-corrections-392537.html","abstract":"  An obituary in some copies on Sunday about the sculptor Edward Kienholz misstated his age. He was 66, not 65.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"National Pastime Goes Unplugged","web_url":"https://www.nytimes.com/1994/06/14/sports/tv-sports-national-pastime-goes-unplugged.html","abstract":"  Baseball is humming along, despite our New York obsession with the Knicks and Rangers. Baseball hums along on local television. Network television? The first evidence of baseball on the networks will be the July 12 All-Star Game on NBC. Did you know that? NBC and ABC now have baseball, not CBS. Did you know that?   After the All-Star Game, ABC will run six weeks of baseball, NBC will have the next six weeks and they will share the post-season. ABC, NBC and major league baseball are partners in The Baseball Network.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"AIDS Patients Seek Solace in Suicide But Many Risk Added Pain in Failure","web_url":"https://www.nytimes.com/1994/06/14/science/aids-patients-seek-solace-in-suicide-but-many-risk-added-pain-in-failure.html","abstract":"  AMONG people with AIDS, it is an open secret. When the time comes, many say, they are going to take control of their death. They are going to enlist the help of friends, family, lovers and sympathetic doctors, and they are going to take an overdose of pills or put a plastic bag over their heads or add a little too much morphine to an intravenous drip, and they are going to kill themselves.   People with AIDS and their advocates say that virtually everyone with the disease at least thinks about suicide when the end is near and wonders how it might be done. Several studies in New York, California and Texas have consistently shown that people with AIDS kill themselves at a much higher rate than people with other chronic diseases and that the suicide rate among people with AIDS is from 10 to 20 times that of the general population.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"More Prisons Haven't Yet Reduced Crime; Keep the Pell Grants","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-more-prisons-haven-t-yet-reduced-crime-keep-the-pell-grants-393053.html","abstract":"  To the Editor:   In opposing elimination of Pell grants to prisoners, a provision of the crime bill, I speak as a former professional educator, incarcerated for the last seven years in Federal and state institutions. I have learned education's value to the incarcerated.   My responsibilities have included preparing men to qualify for the high school equivalency diploma, training them in the skills to succeed in college work and tutoring them in college courses. I witnessed men growing from functional illiterates to college-degree recipients. These men will not return to prison after release.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"A Survivor's Eloquence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-a-survivors-eloquence-letters-to-the-editor.html","abstract":"Regarding \"Ashes of Memory in Sarajevo\" (Opinion, June 1):.At first the article by Ivan Lovrenovic left me speechless. I had no reply to this account of one man's struggle to comprehend something which I, in the safety of my home, cannot touch","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Keenan Playing With Fire and Ice","web_url":"https://www.nytimes.com/1994/06/14/sports/on-hockey-keenan-playing-with-fire-and-ice.html","abstract":"  Mike Keenan must feel like the little boy who played with matches one time too many. Nothing caught fire and nobody knew until one day, when the flames jumped and the little boy ran scared and fast as sirens sounded in the distance.   It is sort of what happened last week when rumors began to spread that Keenan would leave his job as coach of the Rangers and move to Detroit next year to become general manager and coach of the Red Wings.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/06/14/arts/in-performance-dance-392570.html","abstract":"  Daphne and Apollo Partnered By Feats of Stagecraft  LaMama Annex Theater    Alice Farley puts her dancers into fantastic costumes and sets them off in search of magic. They found it in \"Daphne of the Dunes,\" which the Alice Farley Dance Theater presented on Friday night.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"Marinovich Back in California","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-football-marinovich-back-in-california.html","abstract":"  The former Los Angeles Raiders quarterback TODD MARINOVICH, who suffered a serious knee injury Friday in Canada, has returned to California to be examined and will likely undergo surgery, his agent, TOM CONDON, said yesterday.   Marinovich, 25, was injured on his first day of training camp with the Winnipeg Blue Bombers of the Canadian Football League. Condon expressed surprise at a report out of Brandon, Manitoba, that said the Bombers expected Marinovich to undergo surgery yesterday but couldn't find him.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Choices Aplenty In Swimsuits","web_url":"https://www.nytimes.com/1994/06/14/style/choices-aplenty-in-swimsuits.html","abstract":"  What are most women thinking about buying this time of year? Swimsuits, of course. Sixty percent of the 40 million swimsuits sold in this country every year are bought in May, June and July, with June the biggest month.   And this year, with most of the country's beaches and swimming pools barely opened for the season, stores have already started marking down swimsuit prices. That tactic should attract even more shoppers.","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"Rangers Face the Pressure On a Night for Forever","web_url":"https://www.nytimes.com/1994/06/14/sports/stanley-cup-finals-rangers-face-the-pressure-on-a-night-for-forever.html","abstract":"  Hockey training camp begins around Labor Day and the final game of the Stanley Cup playoffs is played sometime between Memorial Day and the Fourth of July, a season that coincides roughly with the school year. What a final exam the Rangers and the Vancouver Canucks will take Tuesday night at Madison Square Garden.   Their seventh and conclusive game of the final round won't be a multiple choice or an essay test. It lasts 60 minutes or more and will be graded strictly on a pass/fail basis. These teams, who have played more than eight months and in more than 100 games that count, will lace up their skates one final time on a warm, muggy June evening before a capacity crowd and an international television audience.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Owners' Admission Might Clear a Logjam","web_url":"https://www.nytimes.com/1994/06/14/sports/on-baseball-owners-admission-might-clear-a-logjam.html","abstract":"  At the news conference following his election as commissioner in September 1988, A. Bartlett Giamatti was asked what he thought about the owners' collusion against free agents the previous three winters.   \"I'm no happier than anyone else about what Mr. Roberts and Mr. Nicolau ruled,\" Giamatti, then the National League president, said, referring to the arbitrators, Thomas Roberts and George Nicolau. \"With all due respect to them, I happen to have a view of my own that wouldn't necessarily be shared by the arbitrators. I myself, for the last two years, have seen what they seem to have seen from a somewhat different angle.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Hurtling to the Top: A Director Is Born","web_url":"https://www.nytimes.com/1994/06/14/movies/hurtling-to-the-top-a-director-is-born.html","abstract":"  The phone keeps ringing in the cramped office of Jan De Bont, the director of \"Speed,\" the first sleeper hit of the summer season.   Executives at 20th Century Fox, which produced the taut action thriller, keep calling the first-time director to read him flattering newspaper and magazine reviews that leave him amazed. Close friends, like the film maker Paul Verhoeven, who warned Mr. De Bont early on that \"Speed\" seemed too technically difficult and ambitious, call to express delight that he ignored their advice to forget the project.","thumbnail":null,"section":"Movies"},{"date":"19940614","headline":"Wild Cards Making Virginia Senate Race Even More Unruly","web_url":"https://www.nytimes.com/1994/06/14/us/wild-cards-making-virginia-senate-race-even-more-unruly.html","abstract":"  The Virginia Senate race was already an explosive contest with Oliver L. North as the Republican candidate and Senator Charles S. Robb favored to win the Democratic primary on Tuesday. But with two more candidates jumping in this week, the political season has earned a special place in state history and makes predicting a winner in November virtually impossible.   The vulnerability of Mr. North for his role in the Iran-contra affair has left the door open for a former Republican state attorney general, J. Marshall Coleman, who today filed a petition in Richmond to run as an independent, backed by supporters of Ross Perot.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Game 7 Negotiations Collapse","web_url":"https://www.nytimes.com/1994/06/14/sports/stanley-cup-finals-game-7-negotiations-collapse.html","abstract":"  Game 7 of the Stanley Cup finals between the Rangers and Canucks will not appear tonight on broadcast television.   Hours of negotiations yesterday between the MSG Network and WNYW-TV/Channel 5 failed to produce an agreement for the cable network to buy time on the station, which would have assured viewership of those cable homes who don't get MSG. About 3.3 million TV households in the local market receive MSG, out of about 6.7 million homes in the area.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"An Original Canuck, Quinn Is Vancouver's Benevolent Despot","web_url":"https://www.nytimes.com/1994/06/14/sports/stanley-cup-finals-an-original-canuck-quinn-is-vancouver-s-benevolent-despot.html","abstract":"  You cannot count on anything in the hockey business. Not as long as fortunes and reputations hinge on a frozen rubber disk that rolls, wobbles and ricochets off sticks, sharp edges and people's faces. You count on nothing. Pat Quinn felt that way once, long before he returned to this city and took advantage of a sense of security and control to develop a team that has come within a game of winning the Stanley Cup.   Soon after the Vancouver Canucks conducted their final practice of the season at Pacific Coliseum today, their coach, general manager and president remembered all the championships he had shared in, and the one he hasn't won. The Memorial Cup. The Western League, Central League and American League. He recalled the last one, as a member of the Tulsa Oilers.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Editorial Notebook; The End of Solitude","web_url":"https://www.nytimes.com/1994/06/14/opinion/editorial-notebook-the-end-of-solitude.html","abstract":"  Short on mass transit, sprawling wildly over its landscape for 465 square miles, Los Angeles is and will always be the city of the car. Vast chunks of every Los Angeles day are spent driving, mainly by oneself, down endless freeways and boulevards. This is not quite the solitude that Thoreau prescribed in \"Walden.\" To properly renew the soul, Thoreau said, what you need is a cabin on a pond, at least a mile from the nearest neighbor. These days, the only solitude most people get comes with commuting. In this, Angelenos are beyond compare. The time they spend alone, cruising in their cars, would seem ample space for introspection, if not for all of Tolstoy, via books on tape.   Ample, but for their pocket telephones, pocket pagers, glove compartment fax machines and all the rest. On the Santa Monica Freeway, bronzed men in Porsches hurtle by at 90 m.p.h, yapping on the fly. On the Harbor Freeway not long ago, I watched as a woman rifled for a pager, checked it for the number, then bolted three lanes right for the exit, presumably to get to a phone. An emergency? Somehow I doubt it.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Zapruder Film Contradicts the Warren Report","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-zapruder-film-contradicts-the-warren-report-393193.html","abstract":"  To the Editor:   In \"What the Film Shows\" (letter, May 27), William L. O'Neill's fanciful view that Jacqueline Kennedy was risking her life to help Clint Hill, a Secret Service officer, when she was seen on the trunk of the limousine just after the shots were fired that killed President Kennedy in Dallas on Nov. 22, 1963, is quite mistaken.    Instead of correcting Anna Quindlen's May 21 column in which she merely wrote that Mrs. Kennedy's maneuver was \"never fully understood,\" it would have been better to turn to Mrs. Kennedy's testimony.   Just after the fatal shot to the President's head, according to her interview published in William Manchester's \"Death of a President\" (New York, 1967), the only authorized Kennedy family account of the assassination, she said that she crawled onto the limousine trunk to retrieve a portion of her husband's skull.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"North Korea Courts Confrontation","web_url":"https://www.nytimes.com/1994/06/14/opinion/north-korea-courts-confrontation.html","abstract":"  North Korea moved a step closer to disastrous confrontation with the rest of the world yesterday by announcing its withdrawal from the International Atomic Energy Agency and by banning I.A.E.A. inspectors from its territory.   Pyongyang has not yet carried out its threat. Two I.A.E.A. inspectors, along with monitoring cameras, remain at its reactor site, watching recently removed spent fuel that could be transformed into as many as five nuclear bombs. If North Korea does expel the inspectors, it could fatally compromise the Clinton Administration's efforts to resolve the nuclear dispute peacefully.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"New Jersey Senators Vote To Kill Education Agency","web_url":"https://www.nytimes.com/1994/06/14/nyregion/new-jersey-senators-vote-to-kill-education-agency.html","abstract":"  The New Jersey Senate endorsed Governor Christine Todd Whitman's philosophy of reducing the reach of government today by agreeing that the Department of Higher Education has outlived its usefulness. The agency's abolition will realize only $4.6 million in savings, but the Governor's allies said the measure was the forerunner of other attempts to reduce state government.   The bill to eliminate the department passed readily, 24 to 13, with only one Democratic vote, and was sent to the Assembly, where it is expected to receive easy passage.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"1894:Corean Crisis : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-1894corean-crisis-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Africa is not the only continent which causes anxiety to the Powers of Europe. Asia is contributing its share, for the latest news received from Corea is anything but satisfactory. A fresh rising has taken place in the country, but it is not yet k","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"State Dinner Showcases Tradition Even as New Cuisine Breaks With It","web_url":"https://www.nytimes.com/1994/06/14/us/state-dinner-showcases-tradition-even-as-new-cuisine-breaks-with-it.html","abstract":"  The White House chef, Walter Scheib 3d, was nervous. It was the Clintons' first state dinner, and the first one he had ever had to cook.   For that matter, tonight's state dinner for Emperor Akihito of Japan and his wife, Empress Michiko, was the first white-tie event since the Reagan Administration. And Hillary Rodham Clinton, who is determined to put her stamp on White House entertaining, made it a showcase for American food, wine, service and entertaining.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Deadly Bacteria","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-deadly-bacteria-393185.html","abstract":"  To the Editor:   Your June 8 Health Page article on the deadly, flesh-eating streptococcal bacteria reports that medical experts \"emphasize that the disease is rare\" because it \"struck just 10,000 to 15,000 Americans last year,\" according to the Centers for Disease Control and Prevention. You also report that five years ago the disease was almost nonexistent. The undeniable statistical implication is that incidence of the disease is increasing at the rate of at least three times annually.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"SOCCER","web_url":"https://www.nytimes.com/1994/06/14/sports/soccer.html","abstract":"  Group A   The United States's 1-0 victory over Mexico earlier this month was a rare example of a preparatory game in which a team played to its potential.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"The Dan and Dave Show, Act II","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-track-and-field-the-dan-and-dave-show-act-ii.html","abstract":"  Dan and Dave are back -- but with a difference. As the Mobil/USA track and field championships begin a five-day run today in Knoxville, Tenn., DAN O'BRIEN and DAVE JOHNSON will face each other in the decathlon for the first time since the 1992 Olympic Trials in New Orleans.   Then, \"Dan and Dave,\" as a Reebok promotion billed them, starred as the world's two top decathletes in a $25 million advertising campaign. \"To be settled in Barcelona,\" the commercials said.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"O. J. Simpson's Ex-Wife Slain At Her Condo in Los Angeles","web_url":"https://www.nytimes.com/1994/06/14/us/o-j-simpson-s-ex-wife-slain-at-her-condo-in-los-angeles.html","abstract":"  The former wife of O. J. Simpson was found dead outside the doorway of her home early today, and the police said they had interviewed Mr. Simpson, the football Hall of Fame running back, as \"a possible witness.\"   The bodies of Mr. Simpson's ex-wife, Nicole Brown Simpson, 35, and Ronald Goldman, 25, were found near midnight slumped in an entryway of Mrs. Simpson's condominium complex in the city's West Los Angeles section, the Los Angeles County Coroner's Office said.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/14/nyregion/c-corrections-386308.html","abstract":"  The Beliefs column on Saturday, about a book by John Boswell on the history of rituals celebrating same-sex unions, included scrambled paragraphs in some copies. The affected passage should have read:    \"The reader who prefers the book to the comic-strip version will discover a picture that is both more fascinating and more puzzling. There is no question that Professor Boswell has found records of ceremonies consecrating a pairing of men, ceremonies often marked by similar prayers and, over time, by standardized symbolic gestures: the clasping of right hands, the binding of hands with a stole, kisses, receiving holy communion, a feast following the ceremony. Some of these ritual actions also marked heterosexual marriages, but there remained differences in both actions and words between the two ceremonies.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"GAY GAMES: Competing for Acceptance; 10,000 Athletes, 31 Sports, Varied Skill Levels in Gay Games","web_url":"https://www.nytimes.com/1994/06/14/sports/gay-games-competing-for-acceptance-10000-athletes-31-sports-varied-skill-levels.html","abstract":"  The way Eloy Escarcida tells it, he was minding his own business watching Gay Games III in Vancouver, British Columbia, in 1990 when he had one of life's little epiphanies.   He was so impressed by the athletes, he said, \"I figured if they could do it, I could do it.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Critic's Notebook; TV and Movies Mingle; Picture Is Still Fuzzy","web_url":"https://www.nytimes.com/1994/06/14/arts/critic-s-notebook-tv-and-movies-mingle-picture-is-still-fuzzy.html","abstract":"  Visitors to this year's Cannes International Film Festival couldn't help noticing that many of the entries had some sort of financial connection to television. In this country, the words \"television\" and \"movie\" together tend to bring to mind those instantly disposable, based-on-fact network concoctions obsessed with an Amy and Joey or an Erik and Lyle. But the television-movie picture, and the tightening bond between television and theatrical-film production, is considerably more complicated and occasionally more promising.   Most American buyers of movie tickets probably don't pay too much attention to the fact that imported hits like \"The Crying Game\" and \"Four Weddings and a Funeral\" were produced by Britain's Channel Four. But then British television has long been at the forefront of producing quality films, everything from \"My Beautiful Laundrette\" to \"Enchanted April,\" for assorted forms of distribution.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"Chess","web_url":"https://www.nytimes.com/1994/06/14/arts/chess-389528.html","abstract":"  At the midpoint in the quarterfinals sponsored by the Professional Chess Association and Intel to determine a world title challenger for Gary Kasparov, two of the matches are one-sided and two are even.   On Sunday evening, at Trump Tower in Manhattan, where the games are being staged, Gata Kamsky of Brooklyn led Vladimir Kramnik by 3 to 1 and Viswanathan Anand of India also led Oleg Romanishin of Ukraine by 3 to 1. Sergei Tiviakov of Russia was tied 2 to 2 with Michael Adams of England and Boris Gulko of Fair Lawn, N.J., was also tied 2 to 2 with Nigel Short of England. The victors will go on to the semifinals in September in Barcelona, Spain.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"Los Angeles Journal; 'Retired' and Regretting the Gang Life","web_url":"https://www.nytimes.com/1994/06/14/us/los-angeles-journal-retired-and-regretting-the-gang-life.html","abstract":"  Gregory Davis has about had it with the younger generation, marking up his neighborhood with gang graffiti, gunning one another down in drive-by shootings.   \"If we'd known it would come to this, we never would have started things,\" said Mr. Davis, better known in his South Central neighborhood as Batman, one of the young toughs who founded the Crips street gang in 1969.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"SOCCER;\nWegerle, Recovering U.S. Star, Says He's a Sub for the Opener","web_url":"https://www.nytimes.com/1994/06/14/sports/soccer-wegerle-recovering-us-star-says-hes-a-sub-for-the-opener.html","abstract":"Roy Wegerle, the most creative and skillful forward on the United States soccer team, said today he would not start in Saturday's World Cup opening game against Switzerland.\n\n\"Bora told me I wouldn't start,\" said Wegerle, who returned to the lineup May 25 against Saudi Arabia after undergoing knee surgery three times. \"Obviously I would like to start, but that's his decision and I support it.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"IN PERFORMANCE: CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/06/14/arts/in-performance-classical-music-392596.html","abstract":"  Workout for the von Beckerath Before It Is Worked On  St. Michael's Episcopal Church    The 27-year-old von Beckerath organ in St. Michael's Church has a wonderfully bright, clear sound, and in the hope of keeping it that way, the church is about to disassemble it and ship it to Hamburg, Germany, for preventative maintenance and refurbishing. There are a few recitals scheduled before the organ's departure, however, and on Sunday evening the von Beckerath was given a strenuous road test by Harald Vogel, a specialist in North German Baroque music.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"Tribes See Jobs Hardship In Tax Ruling","web_url":"https://www.nytimes.com/1994/06/14/nyregion/tribes-see-jobs-hardship-in-tax-ruling.html","abstract":"  Indian leaders in New York State said today that a United States Supreme Court decision allowing the state to tax some sales transactions on reservations could devastate Indian-owned smoke shops and gas stations that have become the backbone of some tribal economies.   \"I don't think there is any doubt it will cause economic hardship for the Mohawk people,\" said Joseph D. Gray, a spokesman for the tribal council of the St. Regis Mohawks. \"People who in the past have been on public assistance found they could open small smoke shops and make some money.\"","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/14/nyregion/c-corrections-392529.html","abstract":"  A profile of the Romanian soccer team on Sunday in the special World Cup '94 preview section displayed an outdated Romanian flag. The Communist symbol was removed in late 1989 by the government that succeeded the Communists. The current flag, with blue, yellow and red bars, looks like this:","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Belgrade Journal; In Warring Balkans, His Is a Peaceable Kingdom","web_url":"https://www.nytimes.com/1994/06/14/world/belgrade-journal-in-warring-balkans-his-is-a-peaceable-kingdom.html","abstract":"  The Serbian Defense Dog that prowls a prominent cage at the Belgrade zoo is a big beast. Take a wolf, add a part or two of Nepalese mastiff, mix in some Doberman and a touch of Bosnian sheep dog, and this is what you get. It has the flanks of a horse and weighs more than 130 pounds.   \"We call the dog Gari,\" said Vukosav Bojovic, the director of the zoo and by all accounts the most popular man in this city. \"He's well suited to Bosnia.\"","thumbnail":null,"section":"World"},{"date":"19940614","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-what-theyre-reading.html","abstract":"Peter Higgs, theoretical physicist and deviser of a key hypothetical particle called the Higgs boson, has just finished reading \"Symposium,\" a novel by Muriel Spark..\"I am getting rather addicted to Muriel Spark novels, and I thought this","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"More Prisons Haven't Yet Reduced Crime","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-more-prisons-haven-t-yet-reduced-crime-393150.html","abstract":"  To the Editor:   A. M. Rosenthal's June 3 column holds that the \"public stomach is right\" that violent crime is rising fast and, \"prisons save lives.\" But the serious crime rate has actually stayed flat since 1980 (at 6,000 per 100,000 people). Yet imprisonment has tripled in that time. Prisons tripled, crime the same: it has cost billions, but where's the beef?   And not all the inmates are violent predators. In California, with six times as many prison inmates today as in 1977, only about 40 percent are violent offenders (1991), down from almost 60 percent in 1983. Sixty percent are nonviolent, and at least a quarter of the total are classified by the Department of Corrections as \"minimum security\" risks.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Perez For Change Provides A Breather","web_url":"https://www.nytimes.com/1994/06/14/sports/baseball-perez-for-change-provides-a-breather.html","abstract":"  Melido Perez was buried in a pitching slump. He blamed his ailing back, he blamed his aching toe, he blamed poor control and he blamed his misfortune during the past seven weeks. Basically, Perez could have pointed 10 fingers at himself because he was mostly to blame.   Tonight, Perez could point at himself to dispense credit because he was mostly responsible for carrying the Yankees to an important 3-1 victory over the Orioles at Camden Yards. With their 35-day grasp on first place in jeopardy as they began a four-game series with Baltimore, Perez provided the Yankees with a temporary answer to their road-trip troubles by tossing eight scoreless innings and outpitching a plodding Sid Fernandez.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Critic's Notebook; Can Period Instruments Be Passe?","web_url":"https://www.nytimes.com/1994/06/14/arts/critic-s-notebook-can-period-instruments-be-passe.html","abstract":"  Of all the impolitic questions to raise at an early-music festival! \"Why use period instruments?\" Michelle Dulak, a graduate student at the University of California here and a panelist in a symposium, asked on Saturday morning at the third Berkeley Festival and Exhibition: Music in History, jolting listeners out of a residual slumber.   The embrace of period instruments, and of the lessons to be learned from them, has been a seemingly self-evident tenet of the modern early-music movement virtually from the start. What's more, the many superb performances on old instruments during the final weekend of the eight-day festival, which ended on Sunday, made the question seem impertinent.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"In Broad Ruling, Court Prohibits Banning of Homeowners' Signs","web_url":"https://www.nytimes.com/1994/06/14/us/supreme-court-roundup-broad-ruling-court-prohibits-banning-homeowners-signs.html","abstract":"  In a broadly worded First Amendment decision, the Supreme Court ruled unanimously today that cities may not bar residents from posting signs on their own property.   The display of political slogans and other types of signs on residential property is \"a venerable means of communication that is both unique and important,\" the Court said in striking down an ordinance that the wealthy St. Louis suburb of Ladue, Mo., enacted in 1991 to prevent \"ugliness, visual blight and clutter.\"","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Reform Student Aid -- Carefully","web_url":"https://www.nytimes.com/1994/06/14/opinion/reform-student-aid-carefully.html","abstract":"  After years of ripoffs and high default rates, the Federal Government is trying to squeeze fraud and abuse from student aid programs. Using a 1992 higher education law, the Department of Education is about to enforce new rules that aim to make institutions more accountable for the student aid funds they receive.   The new rules are making some institutions nervous, especially colleges that fear intrusive regulation even though their students have a solid history of prompt repayment. The Government is right to protect its investment more aggressively, but it must be careful not to impose undue burdens on schools with good track records -- or on schools that take calculated risks on poor students. Both the Administration and Congress need to monitor this reform closely and, if it starts to harm worthy institutions, step in to refine it.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Investing in a Temporary Bargain","web_url":"https://www.nytimes.com/1994/06/14/science/peripherals-investing-in-a-temporary-bargain.html","abstract":"  WITH Apple Computer Inc. switching to a new family of processors, the reduced instruction set chips (RISC) of the Power Macs, this seems an odd time to buy one of the older Macintoshes. If everything goes according to plan, the machines will be obsolete in a year or two.   But the geriatric Macs are plunging in price, and the higher-level ones can get a central processing unit transplant when a sufficient range of software has been rewritten for the new computers. Adrian Mello, the editor in chief of Macworld, writes in the July issue: \"For the time being, I recommend the Quadra 650 for those who want to have their cake and eat it too. I've seen this model priced at $2,300, and it's still the best price/ performance value among the 680X0-based Macintoshes. When the native Power Mac applications you need are ready, you should be able to purchase Apple's PowerPC upgrade card and get 66MHz PowerPC performance.\"","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/14/nyregion/news-summary-385808.html","abstract":"  International A3-14  NORTH KOREA REJECTS INSPECTION  North Korea pulled out of the international nuclear inspection agency, after mild sanctions were imposed, deepening its confrontation with the United States and the United Nations over the inspection issue.  A1","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Guest List for White House Dinner for the Emperor and Empress of Japan","web_url":"https://www.nytimes.com/1994/06/14/us/guest-list-for-white-house-dinner-for-the-emperor-and-empress-of-japan.html","abstract":"  Following is the guest list for tonight's dinner for the Emperor and Empress of Japan, as provided by the White House:   President Clinton and Hillary Rodham Clinton.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Shooting Stars and Big Dreams; The Garden Is Not the Only Place for Thinking of Titles","web_url":"https://www.nytimes.com/1994/06/14/nyregion/shooting-stars-big-dreams-garden-not-only-place-for-thinking-titles.html","abstract":"  In badly tattered sneakers with untied laces, 10-year-old Anthony Bonilla made a strong move to the hoop, stopped and then cocked the ball over his right shoulder as if he were about to hurl a boulder. Launching the basketball, which seemed twice its size in his tiny hands, it flew in a great, yawning arc before finding its mark.   Two points! The third-grader beamed. He had earned some bragging rights: \"I can hit all nets from the 3-point line any time I want to.\" Then he dribbled off to demonstrate.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Board Is Deadlocked on Plan for Legislature","web_url":"https://www.nytimes.com/1994/06/14/nyregion/board-is-deadlocked-on-plan-for-legislature.html","abstract":"  Facing a court order to vote itself out of existence, the Nassau County Board of Supervisors deadlocked today along party lines over a plan to form a new county legislature.   Democrats say the plan, recommended by a Republican-controlled charter revision panel, would give Republicans overwhelming control of the proposed 19-member legislature. Today, they offered two alternative maps for legislative districts.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Shoppers! Mass Today On Level 1","web_url":"https://www.nytimes.com/1994/06/14/nyregion/our-towns-shoppers-mass-today-on-level-1.html","abstract":"  WHEN the Rev. Brice Riordan deftly winds through the fluorescent corridors of the Bergen Mall, sidestepping the potted palms, cutting around the rows of geraniums, it's as if he's in his own back yard.   Which he kind of is. Father Brice just celebrated his 50th anniversary as a priest with a Mass in the mall's main corridor, upper level. It was fitting. For 11 years, he has spent most of his days here, directing St. Therese's Chapel, the chapel at the mall.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Q&A","web_url":"https://www.nytimes.com/1994/06/14/science/q-a-392340.html","abstract":"  Safe Diving for Whales   Q.  Why don't whales get the bends?   A.  Luckily for deep-diving whales, they have an entirely different system from that of humans for handling the air they breathe before diving and their oxygen needs while diving, said Kevin M. Walsh, director of marine mammal training at the Aquarium for Wildlife Conservation in Coney Island, Brooklyn.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"Perfect Violin: Does Artistry Or Physics Hold Secret?","web_url":"https://www.nytimes.com/1994/06/14/science/perfect-violin-does-artistry-or-physics-hold-secret.html","abstract":"  RENOWNED acoustic physicists, master violin makers and the Tokyo String Quartet gathered here last week, ostensibly to seek agreement on how to go about making a great fiddle. To no one's surprise they failed utterly, but in so doing they produced magnificent music and some modest but intriguing scientific insights.   The eclectic science of acoustics investigates the atmospheres of stars, the mysteries of hearing, the technology of detecting secret nuclear tests, the extent of global climate change, the architecture of boiler factories and concert halls, the quantum-mechanical behavior of ultracold liquids and countless other weighty subjects. But whatever its focus, acoustic science is about sound. Perhaps for that reason, its practitioners tend to be music lovers, many of them amateur musicians. Meetings of the Acoustical Society of America generally offer some great music to leaven the avalanche of technical and scientific papers that sometimes threatens to bury participants.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"Vancouver AIDS Suicides Botched","web_url":"https://www.nytimes.com/1994/06/14/science/vancouver-aids-suicides-botched.html","abstract":"  IN one of the rare studies of assisted suicides in a terminally ill population, a young Canadian researcher has described repeated examples of back-alley euthanasia among people with AIDS in Vancouver. Many of these acts were badly bungled.   Russel D. Ogden, whose study was submitted for a master's degree in criminal law at Simon Fraser University in Vancouver, found that half of 34 assisted suicides he was able to get details on were botched, increasing suffering when the aim was to alleviate it. The suicide attempts were made from 1980 to 1993, and the study was submitted earlier this year.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"On My Mind; Supping With the Bigot","web_url":"https://www.nytimes.com/1994/06/14/opinion/on-my-mind-supping-with-the-bigot.html","abstract":"  The offense of the Rev. Benjamin F. Chavis Jr. was not simply to invite Louis Farrakhan to a conference of black leaders but to treat Americans as total fools.   Every important argument he makes to defend the invitation, to justify the damage he did to the National Association for the Advancement of Colored People, is grounded in obvious intellectual, political and moral distortion or demagoguery.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Pairing a Gray Fedora With a 3-Point Jumper","web_url":"https://www.nytimes.com/1994/06/14/sports/on-pro-basketball-pairing-a-gray-fedora-with-a-3-point-jumper.html","abstract":"  The Rocket in Matt Bullard believes his team can wrap the Knicks up in New York, in five games, then party all the way back home and on through Houston's sweltering summer. The journalist in Bullard tells him something else.   \"It's been a battle and it hasn't even escalated to where it's going to,\" Bullard reported from courtside yesterday at Madison Square Garden. \"I think Game 6 and 7 will be unbelievably physical.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Benefits Spending: Panel Sees Storm Brewing","web_url":"https://www.nytimes.com/1994/06/14/us/benefits-spending-panel-sees-storm-brewing.html","abstract":"  The chairman of a new Federal commission studying benefit programs like Medicare and Social Security said today that he saw \"a serious fiscal storm on the horizon\" unless Congress and President Clinton took swift action to control the growth of such spending.   The chairman of the panel, Senator Bob Kerrey, Democrat of Nebraska, and the vice chairman, Senator John C. Danforth, Republican of Missouri, found a surprising degree of bipartisan agreement on the nature of the problem as the commission met today for the first time.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"President and Emperor Talk, Ever Politely","web_url":"https://www.nytimes.com/1994/06/14/us/president-and-emperor-talk-ever-politely.html","abstract":"  President Clinton and Emperor Akihito of Japan softened the edges of history today to draw a picture of shared interests, destinies and technologies with nary a brush stroke for recent trade and political frictions and only a minimalist approach to the toll and turmoil of World War II.   The ceremonial day began on a steamy morning that sent a half-dozen guests seeking the shade of a towering magnolia tree on the South Lawn. After a 21-gun salute and an honor guard representing all the branches of the American military, the President and the Emperor found themselves talking vaguely about cooperation and friendship without any serious mention of the severe trade imbalance that has defined Japanese-American dialogue for more than a decade.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"Mixed News for Europe","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-mixed-news-for-europe.html","abstract":"The crispest summary of Europe's parliamentary election is that, with a single exception, this was a vote not about Europe but about 12 separate countries. It will send no tingle down the spines of those who seek a Europe prepared to act as one. Turnout,","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"IN PERFORMANCE: THEATER","web_url":"https://www.nytimes.com/1994/06/14/theater/in-performance-theater-392553.html","abstract":"  The Box-Office Window As a 2-Way Mirror of Life  CSC Theater    Talk about biting the hand that feeds you.","thumbnail":null,"section":"Theater"},{"date":"19940614","headline":"Lebanon Indicts Former Warlord In Church Bombing","web_url":"https://www.nytimes.com/1994/06/14/world/lebanon-indicts-former-warlord-in-church-bombing.html","abstract":"  In a move that could infuriate the Christian followers of Samir Geagea, Lebanon indicted the former Christian warlord today for his supposed role in the bombing of a church on Feb. 27 in which 11 people were killed and more than 50 others wounded.   Seven other members of Mr. Geagea's outlawed Lebanese Forces militia, including his top aide, Fuad Malek, were also indicted. The two men and a third suspect are in police custody, and the others are at large.","thumbnail":null,"section":"World"},{"date":"19940614","headline":"More Prisons Haven't Yet Reduced Crime; Two Midwest States","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-more-prisons-haven-t-yet-reduced-crime-two-midwest-states-393169.html","abstract":"  To the Editor:   A. M. Rosenthal's \"Prisons Save Lives\" (column, June 3) draws on the partial data of Prof. John DiIulio, whose writings are far outside the mainstream of American criminology. Professor DiIulio's research has been criticized by scores of researchers, including the current and three past presidents of the American Society of Criminology.   Our prison population has tripled since 1980, yet states with the highest rates of imprisonment typically have the highest crime rates.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"North Korea Quits Atom Agency In Wider Rift With U.S. and U.N.","web_url":"https://www.nytimes.com/1994/06/14/world/north-korea-quits-atom-agency-in-wider-rift-with-us-and-un.html","abstract":"  North Korea deepened its confrontation with the United Nations and the Clinton Administration late Monday, announcing that it would immediately withdraw from the International Atomic Energy Agency and that the agency's inspectors would no longer be allowed in the country.   The declaration would appear to mean that the two inspectors in North Korea will be expelled, but the statement did not explicitly refer to them. Without inspectors present, the spent fuel rods extracted from North Korea's largest nuclear reactor during the last month could be converted into weapons fuel without detection.","thumbnail":null,"section":"World"},{"date":"19940614","headline":"Sports of The Times; Tyson Seems to Have Changed, But Transformation Isn't Enough","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-of-the-times-tyson-seems-to-have-changed-but-transformation-isn-t-enough.html","abstract":"  IN his best days, Mike Tyson showed up attired in boxing gloves. Yesterday, he arrived in handcuffs. Once the garment of choice was a pair of black shorts, suitable for the violent activity that he relished as he entered the ring. Yesterday, he appeared in an open-collared blue prison work shirt over a white T-shirt, and wore blue jeans and brown work boots as he entered the Marion County Courthouse.   The former heavyweight champion of the world, the man who once proclaimed he was the baddest man on the planet, came to plead for his freedom.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/14/nyregion/metro-digest-386979.html","abstract":"  H.M.O.'S FEEL GROWTH PAINS AS POOR JOIN   Tens of thousands of New York's Medicaid recipients have enrolled in health maintenance organizations -- some nonprofit organizations with a long record of assisting the poor, others offshoots of commercial insurers drawn in by the promise of profits. But the spurt has also come with growing pains, particularly among the commercial companies. Critics say there are wide variations in quality and that some plans have put more effort into developing their marketing skills than their networks of doctors and medical services. A1.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/14/style/chronicle-388203.html","abstract":"  In 1981, Dr. BARRY DOUGLAS, who was then a physician at Mount Sinai Hospital in New York, treated JENNIFER LAREDO, an 11-year-old girl with a severe cut on a finger. He noticed that his patient's mother was RUTH LAREDO, his favorite concert pianist.  Ms. Laredo gave the doctor a recording of her complete works of Rachmaninoff as a token of appreciation.   On Saturday, Dr. Douglas celebrated his 40th birthday and his wife, Kim, gave a party for him in Great Neck, L.I. There was a surprise guest: Ms. Laredo, who performed for nearly an hour.","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"Virtual Reality Plans To Grow More Real","web_url":"https://www.nytimes.com/1994/06/14/science/personal-computers-virtual-reality-plans-to-grow-more-real.html","abstract":"  VIRTUAL reality is an experience many people associate with bizarre bug-eye helmets, electrode-studded gloves and powerful workstation computers. But two new software inventions shown last week at the Digital World conference in Los Angeles hold the promise of bringing a tame form of virtual reality to the technologically timid, without requiring them to dress as if they were going to a class reunion at the University of Mars.   But first, it's time for a reality check on virtual reality.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/14/nyregion/no-headline-386294.html","abstract":"  \"Look, I'm selling ice cream. That sounds like a small thing. A dessert. A treat. Do you need it? But look at the smiles on the faces of those children. Is that a small thing?\" -- NICK POUBOURIDIS, \"Mister Softee\" to the children of Whitestone, Queens.  [ A1:2. ]","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"By Design; Beyond the Flip-Flop","web_url":"https://www.nytimes.com/1994/06/14/style/by-design-beyond-the-flip-flop.html","abstract":"  Some women are content wearing little rubber flip-flops with their swimsuits, but there is more fashionable footwear that's just as practical.   Flat thongs with bands of suede or leather across the instep are just as easy to slide into and look a lot dressier when you toss on a coverup and head for lunch.","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"New York Sees Tax Winfall In Indian Sales","web_url":"https://www.nytimes.com/1994/06/14/nyregion/new-york-sees-tax-winfall-in-indian-sales.html","abstract":"  The Supreme Court handed a major victory to New York today, validating the state's effort to curb widespread tax evasion in the sale of cigarettes to non-Indian customers at stores on Indian reservations.   The Justices unanimously overturned a decision by the New York Court of Appeals, the state's highest court, which ruled a year ago that state regulations aimed at restricting the number of untaxed cigarettes available for sale on the reservations conflicted with Federal laws governing Indian commerce.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Defeat of Deadly Form of Strep May Lie Within Its Own Clock","web_url":"https://www.nytimes.com/1994/06/14/science/defeat-of-deadly-form-of-strep-may-lie-within-its-own-clock.html","abstract":"  INVASIVE streptococcus infections, which in their most virulent form are caused by deadly \"flesh eating\" bacteria, as they are frequently described, have seldom been seen in past decades. Many in the medical profession had assumed that antibiotics and improved hygiene had essentially got rid of them for good. But now, although these infections are still rare, they seem to be experiencing a comeback, without any noticeable deterioration in social conditions and with their susceptibility to penicillin intact.    Researchers suggest that the ebb and flow of streptococcal strains may be part of a general waxing and waning of bacterial populations.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"Christopher and Lake Shuffle Their Staffs","web_url":"https://www.nytimes.com/1994/06/14/world/christopher-and-lake-shuffle-their-staffs.html","abstract":"  Under continuing criticism for their performance as makers and articulators of foreign policy, Secretary of State Warren Christopher and the President's national security adviser, Anthony Lake, are shaking up their own departments.   Traveling in Istanbul last week, Mr. Christopher informed Stephen A. Oxman, the Assistant Secretary of State for European and Canadian Affairs and a close friend of President and Mrs. Clinton, that he would soon be relieved of his post, senior Administration officials said today.","thumbnail":null,"section":"World"},{"date":"19940614","headline":"Queens Lawyer Disbarred For Neglecting His Clients","web_url":"https://www.nytimes.com/1994/06/14/nyregion/queens-lawyer-disbarred-for-neglecting-his-clients.html","abstract":"  A Queens lawyer who was accused of neglecting the cases of indigent defendants he was assigned by the court to defend has been barred from practicing law for repeatedly failing to appear in court and ignoring complaints about his work.   In a decision made public last week, a panel of appellate judges in Brooklyn said that the lawyer, J. Edward Cardoso, had established a \"egregious pattern of neglect\" and had shown a \"brazen disregard\" for the court's grievance committee reviewing complaints against him. When he was informed of complaints by clients he failed to respond.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/14/nyregion/c-corrections-392545.html","abstract":"  The Market Place column in Business Day on May 31, about companies that specialize in electronic fingerprinting, misidentified the fingerprinting system to be used by National Registry Inc. in its joint venture with Blue Cross and Blue Shield of Newark. National Registry will use its own system, not that of Identix Inc.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Wife and Lover Held in Murder Of Executive","web_url":"https://www.nytimes.com/1994/06/14/nyregion/wife-and-lover-held-in-murder-of-executive.html","abstract":"  It was not, the authorities said, a conventional suburban marriage and it ended in murder.    He was a wealthy 54-year-old senior vice president for merchandising at the Grand Union supermarket chain. She was a 23-year-old former topless dancer with a history of arrests in petty crimes. Brooke D. Lennon and his wife, Michelle, shared what the authorities said was was a craving for liquor and their relationship was so fractious they spent much of their one year of marriage living apart, he in a condominium in Edgewater, N.J., and she in a tumbledown bungalow in Monsey, N.Y., rented by her lover.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Pressure, Like Series, Is Even to Canucks","web_url":"https://www.nytimes.com/1994/06/14/sports/stanley-cup-finals-pressure-like-series-is-even-to-canucks.html","abstract":"  While the Rangers had the curse of 1940 to deal with on the eve of their most important hockey game in the last 54 years, the Vancouver Canucks -- at least the four players and a coach present at yesterday's mid-Manattan news conference -- seemed calm, cool and composed.   \"Well, we haven't won in 24 years,\" said the Vancouver captain Trevor Linden, referring to the Canucks' oh-fer as far as Stanley Cups go. \"That's a long time, too. We're not worried about history. We're worried about tomorrow night. We're worried about one game.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Army of Amateurs and Pros Discovers More Birds in Trouble","web_url":"https://www.nytimes.com/1994/06/14/science/army-of-amateurs-and-pros-discovers-more-birds-in-trouble.html","abstract":"AT precisely 4:49 A.M., on a wooded bluff above the Hudson River near Rhinebeck, N.Y., Otis Waterman punched the start button on a kitchen timer set for three minutes, ignored the drone of mosquitoes and listened with expert ears to the wake-up chorus of forest birds.\n\n\"Three wood thrushes,\" he said as their flutelike songs floated through the predawn darkness one day last week. \"There's a scarlet tanager . . . a cardinal . . . a chickadee.\" And just before the alarm beeped, a wild turkey gobbler gobbled.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"Franco Nearly Dulls Saberhagen's Shine","web_url":"https://www.nytimes.com/1994/06/14/sports/baseball-franco-nearly-dulls-saberhagen-s-shine.html","abstract":"  The performance was almost wasted.   Bret Saberhagen, with mastery over the curve, fastball and change, wound up with the victory at Shea Stadium last night, but his seven-inning stint was nearly spoiled by John Franco's poor closing effort in the ninth.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"More Prisons Haven't Yet Reduced Crime; Folly and Shame","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-more-prisons-haven-t-yet-reduced-crime-folly-and-shame-393177.html","abstract":"  To the Editor:   Re A. M. Rosenthal's June 3 column, \"Prisons Save Lives\":   Most people sent to prison are not violent, predatory criminals. Each year, for example, 60 percent of prison commitments in New York State are for nonviolent offenses.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/14/style/chronicle-392600.html","abstract":"  Given a chance, a talented, motivated minority youth from the inner city can become the Justice Department's Assistant Attorney General for civil rights, as DEVAL L. PATRICK did; or a folk-pop singer and songwriter, as TRACY CHAPMAN did, or a managing director of Morgan Stanley, the investment bank, as WILLIAM M. LEWIS JR. did.   The three are among the 7,800 alumni of A Better Chance, a national organization that places youngsters in 176 private preparatory schools and suburban public schools around the country. And the three were honored last night at a benefit dinner at the New York Hilton to celebrate the 30th anniversary of the program.","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"Review/City Ballet; 'The Concert' Is Part of an All-Robbins Evening","web_url":"https://www.nytimes.com/1994/06/14/arts/review-city-ballet-the-concert-is-part-of-an-all-robbins-evening.html","abstract":"  Jerome Robbins's ballets were naturally absent from the New York City Ballet's 1993 spring season, which was devoted to the company's huge Balanchine Celebration. But this spring, the company has made amends, scattering Mr. Robbins's works throughout the current engagement at the New York State Theater.   There was even an all-Robbins program on Saturday night that made for a selective overview of the choreographer's esthetic. The season's first performance of \"The Concert,\" Mr. Robbins's comic masterpiece, shared the evening with the 1981 duet \"Andantino\" and repeats of the 1945 \"Interplay\" and the 1959 \"Moves.\"","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"No Deal for Rams, at Least Yet","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-football-no-deal-for-rams-at-least-yet.html","abstract":"  PETER ANGELOS, the attorney who led a partnership in buying the Baltimore Orioles last year for $173 million, yesterday denied speculation that he has concluded a deal for the Los Angeles Rams and plans to move them to Baltimore.   \"I've talked to them and expect further talks,\" he said, from his office in Baltimore, \"but there's no credence to this report. We'd like to buy the Rams.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"A Response From Jakarta : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-a-response-from-jakarta-letters-to-the-editor.html","abstract":"Regarding \"Indonesia as Bully\" (Opinion, May 25):.This New York Times editorial is yet another salvo in a relentless campaign to smear the international reputation of Indonesia. The facts surrounding the process by which the people of East Ti","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"In Bosnia, the Age of Europe Truly Ends","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-in-bosnia-the-age-of-europe-truly-ends-393045.html","abstract":"  To the Editor:   Fakhruddin Ahmed makes two mistakes in \"Fear of Muslims in Bosnia Raises Its Head\" (letter, May 27).   (1) Europe already has a Muslim-dominated state in Albania, so his argument that the fear of seeing such a state emerge in Europe keeps France and Britain from agreeing to lift the arms embargo make no sense.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"1919:Cost of Paris Life : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-1919cost-of-paris-life-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - Prospects of a reduction in the high cost of living in Paris are discouragingly remote. There is, on the contrary, every indication of a further increase in prices. Meantime, owing to defective handling and the negligence of the transportation aut","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Incitement to Violence : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-incitement-to-violence-letters-to-the-editor.html","abstract":"Recent correspondence in your pages about Rwanda and the former Yugoslavia has failed to highlight a factor which, in both cases, has aggravated ethnic hostilities. In both regions, the media have played a role in inflaming ethnic hatred. In Rwanda, shoc","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"Cuomo Meets Leader Of L.I.R.R. Union","web_url":"https://www.nytimes.com/1994/06/14/nyregion/cuomo-meets-leader-of-lirr-union.html","abstract":"  Stepping into the Long Island Rail Road labor dispute for the first time, Gov. Mario M. Cuomo met today with Edward J. Yule, whose union is threatening to strike the commuter line on Thursday unless agreement is reached on a new contract.   \"We had a chance to discuss all the issues at the Governor's office in Manhattan,\" Mr. Yule said. \"It was a very productive meeting.\"","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Bells Ring in a Sweet Ritual of Summer","web_url":"https://www.nytimes.com/1994/06/14/nyregion/bells-ring-in-a-sweet-ritual-of-summer.html","abstract":"  First comes that familiar, repetitive hurdy-gurdy music that, octave by octave, reverberates in your mind all summer long. Then comes the actual sighting of the lumbering, boxy white truck. And then the kids dig out the dollar and a quarter and start the \"Oooooh\" and \"Yeaaaaah.\"   The man in the truck had the windows open, the way he always does, and the chatter was incessant: \"Hey, there, hon.\" \"Hiya, kids.\" \"Look at those blue eyes. They kill me.\"","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"JURY FINDS EXXON ACTED RECKLESSLY IN VALDEZ OIL SPILL","web_url":"https://www.nytimes.com/1994/06/14/us/jury-finds-exxon-acted-recklessly-in-valdez-oil-spill.html","abstract":"  In a verdict that could have striking economic implications for the world's largest oil company, a Federal jury said today that the Exxon Corporation was reckless when it permitted a captain with a history of alcohol abuse to command a supertanker.   The jury also determined that the captain, Joseph J. Hazelwood, was himself negligent and reckless when he drank heavily on the afternoon before the Exxon Valdez strayed off course in the dangerous waters of Alaska's Prince William Sound and ran aground on March 24, 1989, causing North America's worst oil tanker spill.","thumbnail":null,"section":"U.S."},{"date":"19940614","headline":"So Few Stars of David In D-Day Cemeteries","web_url":"https://www.nytimes.com/1994/06/14/opinion/l-so-few-stars-of-david-in-d-day-cemeteries-393037.html","abstract":"  To the Editor:   The 50th anniversary of D-Day has brought extensive coverage of American military cemeteries in France and England.   The number of Stars of David in these cemeteries marking the resting places of fallen Jewish servicemen are very few. There is a reason for this. After the war, our Government offered the families of those who were killed the return of the remains to the United States for reburial in a civilian cemetery close to their homes. Most of the families of the Jewish servicemen chose to do so.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"The 1994 Tony Winners","web_url":"https://www.nytimes.com/1994/06/14/theater/the-1994-tony-winners.html","abstract":"  These are this year's winners of the Antoinette Perry Awards, administered by the American Theater Wing and given at the Gershwin Theater in Manhattan on Sunday night:   Play: \"Angels in America: Perestroika,\" by Tony Kushner","thumbnail":null,"section":"Theater"},{"date":"19940614","headline":"Woodstock '94 to Span the Generations","web_url":"https://www.nytimes.com/1994/06/14/arts/woodstock-94-to-span-the-generations.html","abstract":"  Two months before the Woodstock silver-anniversary festival in Saugerties, N.Y., the concert's promoters yesterday announced their lineup of performers. The eclectic list runs from the Woodstock alumnus Joe Cocker to the heavy-metal band Metallica, from 62-year-old Johnny Cash to the rap group Cypress Hill, whose lead singer wasn't even born when the original festival took place. The promoters also said that Bob Dylan, who epitomized the Woodstock generation to many even though he missed the first festival, was planning to be there this time around.   Mr. Dylan's generation is represented elsewhere on the roster of Woodstock '94: the Latin-rock group Santana and the rock-folk trio Crosby, Stills and Nash, both at the first Woodstock, are also scheduled to perform. But this Woodstock is being heavily marketed toward teen-agers and 20-somethings. The two-day show, scheduled for Aug. 13 and 14, will be dominated by acts who came of age long after 1969, including Nine Inch Nails, Arrested Development, Red Hot Chili Peppers, Porno for Pyros and Spin Doctors. Other performers will include Aerosmith, Peter Gabriel, Melissa Etheridge, the Allman Brothers Band, the Neville Brothers and Jimmy Cliff.","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"IN PERFORMANCE: DANCE","web_url":"https://www.nytimes.com/1994/06/14/arts/in-performance-dance-392588.html","abstract":"  A Minimum of Movement On a Crowded Stage  St. Mark's Church    \"The Kiss and Other Rites,\" a program of dance presented on Saturday night, included just about everything but a kiss.   At one point, there were tables, chairs, reading lamps, feathers and flowers on the stage. There were a pair of rival siblings and what seemed to be a devouring mother. The only piece in which movement was an inevitable or even compelling element was the concluding section of \"Bees of the Invisible (in Three Parts),\" in which a woman's body and a curving tree branch provided a context for each other's shape. The solo was choreographed and performed by Leah Stein to music by Mark Weber, played by the Atlantic String Quartet and the pianist Alan Johnson.   The evening's other choreographers were Rachael Milder and Lisa Marielle Bleyer. The dances were performed by Ms. Milder, Ms. Bleyer, Jennifer Cooper, Daniela Ubide, Louise Ann Coles, Debbie Stone and Kun-Yang Lin. There was also a piano improvisation by Coleridge-Taylor Perkinson. JENNIFER DUNNING","thumbnail":null,"section":"Arts"},{"date":"19940614","headline":"He Could Melt A Blizzard","web_url":"https://www.nytimes.com/1994/06/14/opinion/he-could-melt-a-blizzard.html","abstract":"Thirty years ago, the novelist Harvey Swados visited the headquarters of the Lubavitch Grand Rabbi, Menachem Schneerson, in Brooklyn. Several weeks later, on the occasion of a \"fabrengen\" -- the traditional annual gathering of the adherents of this 200-year-old movement -- my father and mother, having joined the festivities, were granted a late-night audience with the Rebbe, then 62 years old, who had spent the evening addressing his followers solemnly and joining them in the joyous and ebullient musical toasts they eagerly offered him.\n\nThe article my father wrote about his experience with the Rebbe, who died Sunday at the age of 92, was, somewhat inexplicably, never published. It lay in the archives of the University of Massachusetts at Amherst until last year, when a writer who was researching material for a possible biography came across it and brought it to the family's attention. An excerpt from that article follows.\n-- Robin Swados","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"LEGAL AID IS GIVEN BIGGER COURT ROLE","web_url":"https://www.nytimes.com/1994/06/14/nyregion/legal-aid-is-given-bigger-court-role.html","abstract":"  New York City court officials have agreed to significantly cut the number of cases assigned to private defense lawyers, and will instead rely more heavily on Legal Aid to represent indigent defendants, officials said yesterday.   The action comes at the urging of the Giuliani administration and is intended to cut the soaring cost to the city of the private lawyers, whose bills are expected to total more than $50 million this year. But the shift could also mean better monitoring of legal work: the private lawyers work on their own, while Legal Aid lawyers are overseen by layers of supervisors.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Patterns","web_url":"https://www.nytimes.com/1994/06/14/style/patterns-389765.html","abstract":"  Call It Reconstruction    \"Do not bother me with your politics,\" the German painter Otto Dix once said when asked to join the Communist Party. \"I would rather go to a whorehouse.\"","thumbnail":null,"section":"Style"},{"date":"19940614","headline":"Sports of The Times; Seventh Heaven Or Hell","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-of-the-times-seventh-heaven-or-hell.html","abstract":"  NOT since Peter Minuet cross-checked the Manhattan Indians with $24 worth of trinkets in 1626 has New York's sporting psyche been on the couch as it will be tonight at Madison Square Garden.   When the seventh game between the Rangers and the Vancouver Canucks ends tonight, the Stanley Cup will be presented to the winning team. It's as simple as that. Whatever happens, neither team will practice tomorrow. Neither team will have an opportunity to retape their sticks or their psyches.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"H.M.O.'s Feel Growing Pains As More Poor Patients Join","web_url":"https://www.nytimes.com/1994/06/14/nyregion/hmo-s-feel-growing-pains-as-more-poor-patients-join.html","abstract":"  When a salesman for Managed Healthcare System of New York knocked on Heroina Irizarry's apartment door offering to enroll her in a health maintenance organization for Medicaid patients, it sounded good: he promised easy access to her local hospital, a nearby private pediatrician for her children, a regular doctor for her. No more long waits in emergency rooms.   \"I liked what I heard so I signed up,\" said Ms. Irizarry, a Medicaid recipient. \"But when my card came, then started the problems.\"","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Final Analysis: It's the Rangers","web_url":"https://www.nytimes.com/1994/06/14/sports/stanley-cup-finals-final-analysis-it-s-the-rangers.html","abstract":"  Do you believe in curses? Jim Loehr doesn't. That's why the sports psychologist is picking the Rangers to beat the Vancouver Canucks in tonight's decisive game of the Stanley Cup finals.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Capriati Agrees to Counseling To Get Rid of Marijuana Charge","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-tennis-capriati-agrees-counseling-get-rid-marijuana-charge.html","abstract":"  JENNIFER CAPRIATI has agreed to enter a drug-counseling program to settle a misdemeanor marijuana possession charge, a prosecutor in Miami said yesterday.   A memorandum for deferred prosecution has been filed to admit the 18-year-old tennis star, who left the women's tour last year, to a program run by The Advocate, a nonprofit agency used by Dade County courts to dispose of minor criminal cases.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"New Design Could Make Solar Cells Competitive","web_url":"https://www.nytimes.com/1994/06/14/science/new-design-could-make-solar-cells-competitive.html","abstract":"  A LEADING laboratory for photovoltaic cells has developed a new design that appears to allow the use of cheap, low-quality materials in the devices, which make electricity directly from sunlight. The laboratory, at the University of New South Wales, near Sydney, Australia, says the innovation will eventually cut costs by 80 percent, which would make the cells competitive with conventional power sources.   The laboratory, the Center for Photovoltaic Devices and Systems, already holds the world record for efficiency in a major type of cells, those made of crystalline silicon. But existing designs require crystals of very high quality, or the electrons that are knocked loose by sunlight are diverted by impurities or flaws in the crystal before they can be gathered into current. The new design leads the electrons along a much shorter path, so the cell should be able to tolerate flaws and impurities 100 times to 1,000 times greater.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"Holding On to Faith in the Face of Unexpected Loss","web_url":"https://www.nytimes.com/1994/06/14/nyregion/holding-on-to-faith-in-the-face-of-unexpected-loss.html","abstract":"  A flurry of paper scraps blanketed the grave of Lubavitch Grand Rabbi Menachem Mendel Schneerson, the Hebrew letters on each ragged-edged square seeking a blessing from the man many of them had believed was the Messiah. Shoeless mourners with red eyes and torn clothing filed past, and with each note they left behind, they took with them some hope for meaning in a death they never expected.   \"I don't believe the Rebbe has forsaken us yet,\" said Rabbi Zalmen Marozov, who came with his family from Montreal to visit the grave at Old Montefiore Cemetery in Queens. \"Once he is out of the body, it is the soul and you have no more limitations. Hopefully he can accomplish everything he wanted to now.\"","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Hurley to Play Summer Ball","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-basketball-hurley-to-play-summer-ball.html","abstract":"  The Sacramento Kings' BOBBY HURLEY has recovered enough from his auto injuries to play basketball three times a week. The Kings' vice president, GEOFF PETRIE, who met with Hurley last week, said the playmaking guard had been checked by team physicians and passed his tests.   \"Basically, he's been released to do everything he wants,\" Petrie said Sunday. \"He's really excited obviously about the prospect of playing again, and he looks great.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Books of The Times; A Feminist Eye Studies Portrayals of Women","web_url":"https://www.nytimes.com/1994/06/14/books/books-of-the-times-a-feminist-eye-studies-portrayals-of-women.html","abstract":"  Where the Girls Are  Growing Up Female With the Mass Media  By Susan J. Douglas  Illustrated. 340 pages. Times Books. $23.   Alice Kramden, Lucy Ricardo and Gracie Allen as feminist archetypes, as \"transgressive women, trespassers who delighted in violating the boundaries of femininity\"? Samantha the nose-twitching witch of \"Bewitched\" as a \"new female mutant,\" an avatar of \"unleashed female sexuality\"? Charlie's three hair-tossing angels as both cheesecake objects of male lust and flamboyant new symbols of female solidarity and power? These are just a few of the provocative observations found in Susan J. Douglas's rollicking new book \"Where the Girls Are: Growing Up Female With the Mass Media.\"","thumbnail":null,"section":"Books"},{"date":"19940614","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/14/sports/results-plus-389897.html","abstract":"  TENNIS Austin Loses at Eastbourne Tracy Austin -- returning to the scene of her 1983 back injury -- was beaten yesterday in the first round of the Eastbourne women's tournament in England. Austin, attempting a comeback at 31, was eliminated, 6-3, 6-4, by 73d-ranked Kristine Radford of Australia in the Wimbledon warm-up. The grass-court specialist Brenda Schultz, seeded 12th, was upset, 6-2, 6-0, by Gigi Fernandez, and ninth-seeded Amy Frazier of the United States was beaten, 6-3, 6-3, by the Australian qualifier Danielle Jones. On her last visit to Eastbourne, 11 years ago, Austin defaulted at the end of the second set of a semifinal match with Australian Wendy Turnbull because of a stress fracture in her back. (AP) Ferreira Advances: Despite taking just 64 minutes to win his first-round match yesterday at the Manchester Open in England, Wayne Ferreira, seeded No. 1, said he could have done better. Ferreira posted a 6-3, 6-4 victory over the Argentine qualifier Javier Frana. Ferreira broke Frana in the sixth game of the first set and needed just 1 set point to take a 6-3 lead. (AP) Stich Wins in Germany: Although Michael Stich didn't enter the Halle Grand Prix tournament in Germany with victory as his only goal, it took the German only 73 minutes yesterday to dispose of his first-round opponent. \"I came here to win and get optimally prepared for Wimbledon,\" said Stich. Stich needed only one break in each set to beat Venezuela's Nicolas Pereira, 6-3, 6-4. American Jim Courier, seeded third, defeated France's Rodolphe Gilbert, 6-4, 6-4. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Song Remains the Same: Another Day, Another Must-Win Game","web_url":"https://www.nytimes.com/1994/06/14/sports/nba-finals-song-remains-the-same-another-day-another-must-win-game.html","abstract":"  The Knicks have overcome many obstacles this season. And to win a championship, they must overcome another.   Trailing, 2-1, in the four-of-seven-game National Basketball Association finals, the Knicks face an almost must-win situation in Game 4 tomorrow night at Madison Square Garden. No team in league history has overcome a 3-1 deficit to win the finals. With that in mind, the Knicks had two days of practice to prepare for Game 4, and to correct the problems that have cost them so far in the series. They include:","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Rightist Trend in European Vote Claims Party Leader","web_url":"https://www.nytimes.com/1994/06/14/world/rightist-trend-in-european-vote-claims-party-leader.html","abstract":"  The leader of Italy's former Communists resigned in humiliation today after voters in the European parliamentary elections, seemingly untroubled by the neo-Fascist presence in Italy's coalition Government, flocked to Prime Minister Silvio Berlusconi.   The resignation of the Italian politician, Achille Occhetto, was the strongest reverberation from the vote on Sunday.","thumbnail":null,"section":"World"},{"date":"19940614","headline":"Observer; Talking The Talk","web_url":"https://www.nytimes.com/1994/06/14/opinion/observer-talking-the-talk.html","abstract":"  The car radio was saying, \"Public awareness is building.\" I had to deal with an orange traffic light just then, so missed the rest of the bulletin and by the time I'd finished the decision- making process the schmoozemeister had moved on to \"dysfunctional families.\"   \"Public awareness is building.\" \"Decision-making process.\" \"Dysfunctional families.\" Why do people talk like this, especially on radio and television, though also in newspapers, magazines and my very own house, to be honest.","thumbnail":null,"section":"Opinion"},{"date":"19940614","headline":"High Stakes For Mexicans","web_url":"https://www.nytimes.com/1994/06/14/world/high-stakes-for-mexicans.html","abstract":"  Since the January morning when the Zapatista National Liberation Army emerged from the highlands and rain forests of Chiapas State to declare war against the Government, Mexico and the world have wondered what gods the rebels really worship.   Are they socialists, as a few described themselves? Are they Catholic radicals, inspired by the liberation theology of their Bishop, Samuel Ruiz Garcia? Or are they rebels of a post-modern, pragmatic sort, fighting for reform and willing to settle for the best deal they might get?","thumbnail":null,"section":"World"},{"date":"19940614","headline":"Critical of His Government, Saudi Diplomat Seeks Asylum in U.S.","web_url":"https://www.nytimes.com/1994/06/14/world/critical-of-his-government-saudi-diplomat-seeks-asylum-in-us.html","abstract":"  A Saudi diplomat who served until recently with his country's United Nations mission is seeking political asylum in the United States after accusing officials of his country of corruption, terrorism and human rights violations.   The diplomat, Mohammed A. al-Khilewi, wrote in an affidavit that he had about 14,000 documents showing \"a history, pattern and practice of terrorism and violations of human rights which would terribly embarrass my country and might cause the current regime to seek personal retaliation against me.\"","thumbnail":null,"section":"World"},{"date":"19940614","headline":"Stellar Nursery May Spawn Planets","web_url":"https://www.nytimes.com/1994/06/14/science/stellar-nursery-may-spawn-planets.html","abstract":"  PEERING into the depths of the Orion Nebula, among the glowing gases of a stellar nursery, the Hubble Space Telescope has detected the strongest evidence yet that many newly evolving stars bear the seeds of future planets, suggesting that planets may be a common occurrence in the universe.   In the photographic survey of young stars in Orion, astronomers determined that at least half of them were surrounded by the raw material for planetary formation. The material swirls about the stars in flattened disks of spreading dust, glowing from the reflected light of stars all about the region. Closer analysis showed that the disks contain enough mass to produce Earth-size planets, but no planets have been sighted there.","thumbnail":null,"section":"Science"},{"date":"19940614","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/14/nyregion/inside-385956.html","abstract":"  Vowing No More Reprisals   The Air Force Secretary tried to repair relations with a sergeant who says she was punished for testifying before Congress about sexual harassment. Page A16.  Planetary Nursery?    Peering into the depths of the Orion Nebula, the Hubble telescope has discovered a trove of evolving stars that may contain the seeds of future planets. Science Times, page C1. Retrial in G.M. Case    A court threw out a $105 million judgment in the case of a teen-ager killed when his General Motors truck exploded in a collision. Page D5. Ben & Jerry's Without Ben    Ben Cohen, who helped build Ben & Jerry's into a $140 million ice cream company, plans to resign as it chief executive. Page D1.","thumbnail":null,"section":"New York"},{"date":"19940614","headline":"Holyfield 'Healed' for Return","web_url":"https://www.nytimes.com/1994/06/14/sports/sports-people-boxing-holyfield-healed-for-return.html","abstract":"  EVANDER HOLYFIELD, the former heavyweight champion who retired in April because of a heart condition, said he had \"a warm feeling\" go through his chest after a faith healer touched him in a Christian healing session and proclaimed himself ready to resume his career.   \"I was searching for a reason to come back, but the right reason,\" Holyfield said after the session in Philadelphia on Friday. \"I know I can go back and win, but win for the Lord. I'm healed.\"","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"Trade Bait No More: Horry Stars","web_url":"https://www.nytimes.com/1994/06/14/sports/nba-finals-trade-bait-no-more-horry-stars.html","abstract":"  Even though he opened up with 10 points in the first quarter, igniting Houston's 9-0 run in the first two minutes of the game, and finished with 16 points, Robert Horry was not the hero of Houston's 93-89 victory over the Knicks in Game 3 of the National Basketball Association finals Sunday night.   Most of the tribute went to his rookie teammate, Sam Cassell, who scored 15 points, including the winning 3-pointer in the final minute.","thumbnail":null,"section":"Sports"},{"date":"19940614","headline":"1944:Germans Hit Back : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/14/opinion/IHT-1944germans-hit-back-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH THE AMERICAN 4TH DIVISION NEAR MONTEBOURG - [From our New York edition:] The Germans fought their way back into Montebourg and Carentan this morning [June 13], and the infantrymen of the old 4th Division, which helped write history in France in the l","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940614","headline":"The 1994 Vancouver Stanley Cup riot occurs after the New York Rangers defeat the Vancouver Canucks to win the Stanley Cup, causing an estimated C$1.1million, leading to 200 arrests and injuries.","pages":[{"title":"1994 Vancouver Stanley Cup riot","web_url":"https://en.wikipedia.org/wiki/1994_Vancouver_Stanley_Cup_riot","description":"1994 riot in downtown Vancouver, Canada, following an ice hockey game","thumbnail":null,"abstract":"\nThe 1994 Vancouver Stanley Cup Riot occurred in Downtown Vancouver, British Columbia, Canada, on the evening of June 14, 1994, and continued into the following morning. The riot followed Game 7 of the 1994 Stanley Cup Finals in which the Vancouver Canucks lost to the New York Rangers. It was Vancouver's first riot since 1972, when the Rolling Stones American Tour 1972 led to confrontations between the police and 2,000 outside the Pacific Coliseum."},{"title":"New York Rangers","web_url":"https://en.wikipedia.org/wiki/New_York_Rangers","description":"National Hockey League team in New York City","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/New_York_Rangers.svg/320px-New_York_Rangers.svg.png","thumbnail_width":320,"thumbnail_height":309},"abstract":"The New York Rangers are a professional ice hockey team based in New York City. The Rangers compete in the National Hockey League (NHL) as a member of the Metropolitan Division in the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL franchises located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders."},{"title":"Vancouver Canucks","web_url":"https://en.wikipedia.org/wiki/Vancouver_Canucks","description":"National Hockey League team in Canada","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/3/3a/Vancouver_Canucks_logo.svg/320px-Vancouver_Canucks_logo.svg.png","thumbnail_width":320,"thumbnail_height":309},"abstract":"The Vancouver Canucks are a professional ice hockey team based in Vancouver. The Canucks compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference, and play their home games at Rogers Arena. Rick Tocchet is the head coach, Jim Rutherford serves as the president of hockey operations, and Patrik Allvin serves as the general manager."},{"title":"1994 Stanley Cup Finals","web_url":"https://en.wikipedia.org/wiki/1994_Stanley_Cup_Finals","description":"1994 ice hockey championship series","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/f/f4/1994stanleycupfinals.png","thumbnail_width":218,"thumbnail_height":223},"abstract":"The 1994 Stanley Cup Finals was the championship series of the National Hockey League's (NHL) 199394 season, and the culmination of the 1994 Stanley Cup playoffs. It was contested between the Eastern Conference champion New York Rangers and Western Conference champion Vancouver Canucks. The Canucks were making the club's second Finals appearance, their first coming during their Cinderella run of 1982, and the Rangers were making their tenth appearance, their first since 1979. The Rangers ended their then record 54-year championship drought with a victory in game seven to claim the long-awaited Stanley Cup. It was the fourth championship in franchise history. The CBC broadcast of the deciding game seven attracted an average Canadian audience of 4.957 million viewers, making it the most watched CBC Sports program in history to that time. This was the last Stanley Cup Finals with games played in Canada until 2004, and the last to go the full seven games until 2001."},{"title":"Stanley Cup","web_url":"https://en.wikipedia.org/wiki/Stanley_Cup","description":"National Hockey League championship trophy","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Stanley_Cup%2C_2015.jpg/320px-Stanley_Cup%2C_2015.jpg","thumbnail_width":320,"thumbnail_height":681},"abstract":"The Stanley Cup is the championship trophy awarded annually to the National Hockey League (NHL) playoff champion. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the \"most important championships available to the sport\". The trophy was commissioned in 1892 as the Dominion Hockey Challenge Cup and is named after Lord Stanley of Preston, the Governor General of Canada, who donated it as an award to Canada's top-ranking amateur ice hockey club. The entire Stanley family supported the sport, the sons and daughters all playing and promoting the game. The first Cup was awarded in 1893 to the Montreal Hockey Club, and winners from 1893 to 1914 were determined by challenge games and league play. Professional teams first became eligible to challenge for the Stanley Cup in 1906. In 1915, the National Hockey Association (NHA) and the Pacific Coast Hockey Association (PCHA), the two main professional ice hockey organizations, reached an agreement in which their respective champions would face each other annually for the Stanley Cup. It was established as the de facto championship trophy of the NHL in 1926 and then the de jure NHL championship prize in 1947."}]}],"weather":[{"date":"19940614","time":"1994-06-14 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":68,"wspd":5.4},{"date":"19940614","time":"1994-06-14 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":71,"wspd":5.4},{"date":"19940614","time":"1994-06-14 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":76,"wspd":7.6},{"date":"19940614","time":"1994-06-14 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.1,"rhum":81,"wspd":7.6},{"date":"19940614","time":"1994-06-14 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.9,"rhum":82,"wspd":7.6},{"date":"19940614","time":"1994-06-14 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":59,"wspd":9.4},{"date":"19940614","time":"1994-06-14 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":56,"wspd":13},{"date":"19940614","time":"1994-06-14 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":58,"wspd":9.4},{"date":"19940614","time":"1994-06-14 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.4,"rhum":60,"wspd":11.2},{"date":"19940614","time":"1994-06-14 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.2,"rhum":57,"wspd":7.6},{"date":"19940614","time":"1994-06-14 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":58,"wspd":18.4},{"date":"19940614","time":"1994-06-14 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20,"rhum":52,"wspd":13},{"date":"19940614","time":"1994-06-14 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":48,"wspd":14.8},{"date":"19940614","time":"1994-06-14 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.6,"rhum":44,"wspd":13},{"date":"19940614","time":"1994-06-14 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":39,"wspd":13},{"date":"19940614","time":"1994-06-14 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23,"rhum":39,"wspd":13},{"date":"19940614","time":"1994-06-14 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.8,"rhum":39,"wspd":9.4},{"date":"19940614","time":"1994-06-14 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":43,"wspd":14.8},{"date":"19940614","time":"1994-06-14 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":42,"wspd":13},{"date":"19940614","time":"1994-06-14 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":43,"wspd":18.4},{"date":"19940614","time":"1994-06-14 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":44,"wspd":22.3},{"date":"19940614","time":"1994-06-14 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.5,"rhum":45,"wspd":22.3},{"date":"19940614","time":"1994-06-14 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.8,"rhum":51,"wspd":11.2},{"date":"19940614","time":"1994-06-14 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":55,"wspd":9.4},{"date":"19940614","time":"1994-06-14 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":63,"wspd":18.7},{"date":"19940614","time":"1994-06-14 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":60,"wspd":18.7},{"date":"19940614","time":"1994-06-14 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":65,"wspd":16.6},{"date":"19940614","time":"1994-06-14 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":69,"wspd":16.6},{"date":"19940614","time":"1994-06-14 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":74,"wspd":16.6},{"date":"19940614","time":"1994-06-14 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":79,"wspd":16.6},{"date":"19940614","time":"1994-06-14 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":16.6},{"date":"19940614","time":"1994-06-14 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":18.7},{"date":"19940614","time":"1994-06-14 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":9.4},{"date":"19940614","time":"1994-06-14 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19940614","time":"1994-06-14 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":18.7},{"date":"19940614","time":"1994-06-14 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":16.6},{"date":"19940614","time":"1994-06-14 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":82,"wspd":18.7},{"date":"19940614","time":"1994-06-14 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":25.9},{"date":"19940614","time":"1994-06-14 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":24.1},{"date":"19940614","time":"1994-06-14 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":68,"wspd":20.5},{"date":"19940614","time":"1994-06-14 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":59,"wspd":18.7},{"date":"19940614","time":"1994-06-14 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":54,"wspd":18.7},{"date":"19940614","time":"1994-06-14 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":52,"wspd":16.6},{"date":"19940614","time":"1994-06-14 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":46,"wspd":24.1},{"date":"19940614","time":"1994-06-14 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":43,"wspd":22.3},{"date":"19940614","time":"1994-06-14 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":45,"wspd":24.1},{"date":"19940614","time":"1994-06-14 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":45,"wspd":24.1},{"date":"19940614","time":"1994-06-14 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35,"rhum":44,"wspd":27.7}]},"19940615":{"guardian_articles":[{"date":"19940615","headline":"Grave new world","web_url":"https://www.theguardian.com/books/1994/jun/15/fiction","abstract":null,"thumbnail":null,"section":"Books"}],"nytimes_articles":[{"date":"19940615","headline":"Woman Brain-Dead In a Subway Mishap","web_url":"https://www.nytimes.com/1994/06/15/nyregion/woman-brain-dead-in-a-subway-mishap.html","abstract":"  A 60-year-old woman was left brain-dead yesterday by a fall on a subway platform after her shopping bag -- and perhaps her cane, as well -- were caught in the doors of a train as it pulled away from her, the authorities said.   The woman, whose name was not released, was attempting to board the Manhattan-bound No. 7 train at 4:20 P.M. in the Junction Boulevard station in Queens, said Termaine Garden, a Transit Authority spokesman. He said a plastic bag and possibly a metal cane she was carrying were caught in the closing doors before she could enter.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"RESULTS PLUS","web_url":"https://www.nytimes.com/1994/06/15/sports/results-plus-402745.html","abstract":"  TRACK AND FIELD O'Brien Piles Up Points  Dan O'Brien scored the second highest first-day total in decathlon history yesterday as he stormed through the first five events of the USA/Mobil track and field championships in Knoxville, Tenn. The world champion and world record-holder led the 22-man field with a total of 4,738 points, second only to the 4,747 he posted in this meet in 1991 in New York, a performance marred for record purposes by the lack of a wind gauge. Here, O'Brien won the 100 meters with a 10.31-second clocking, took second in the long jump with an effort of 25 feet 7 1/2 inches, led the shot-put with 52- 1/2, tied for first in the high jump with a personal best of 7-1 1/2 and finished second in the 400 meters in 48.19. O'Brien is 18 points ahead of his world record of 8,891, set in Talence, France, shortly after the 1992 Olympics. Second, nearly 300 points behind, is Steve Fritz, with 4,442 points.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Dole Is Taking Concrete Steps For Presidency","web_url":"https://www.nytimes.com/1994/06/15/us/dole-is-taking-concrete-steps-for-presidency.html","abstract":"  Taking a step toward a race for the Republican nomination for President in 1996, Senator Bob Dole said yesterday that he had instructed his advisers to seek commitments from political strategists and fund-raisers around the country before other candidates locked them up.   Mr. Dole emphasized that he had not decided whether to run. But he said he gave the go-ahead for his advisers to move quickly because he did not want other contenders to get an edge in building organizations. That happened in 1988, when Mr. Dole wrestled with George Bush, who was Vice President then, for the Republican nomination.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/15/nyregion/c-corrections-403741.html","abstract":"  An entry in the calendar of events in the Connecticut Weekly on Sunday about a Fairfield Orchestra concert in Stamford, on Saturday at 8 P.M. at the First Congregational Church, misstated the ticket price range. It is $15 to $50, not $35 to $100.  ","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"At Long Last, Leetch Experiences His M.V.P. Moment","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-at-long-last-leetch-experiences-his-mvp-moment.html","abstract":"  At the very end, Brian Leetch was transformed into a child, the way the Stanley Cup transforms them all. He stood with the gleaming Conn Smythe Trophy as the most valuable player, the sixth defenseman and first American-born player to receive the award for individual excellence that he had said he did not care about. Leetch had consistently rejected comparisons with Bobby Orr, but now the two had something in common that will last forever.   He stood near center ice in Madison Square Garden with a smile that was part embarrassment and part pride, just before the moment he had spent his professional life trying to reach. It was just a few unforgettable moments later, soon after National Hockey League commissioner Gary Bettman said, \"Mark Messier, come get the Stanley Cup.\" Messier took the cup, skated toward the Eighth Avenue end of the Garden and handed it to Kevin Lowe who handed it to Leetch, in front of the net, an area he had worked to protect.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Start Up, Car","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-start-up-car-404004.html","abstract":"  To the Editor:   I found Benjamin Kelley's proposal (Op-Ed, June 2) for Breathalyzers on dashboards to prevent drunks from driving intriguing. I wonder why we don't go a step further.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Rebbe Leaves All to Group And Doesn't Pick Successor","web_url":"https://www.nytimes.com/1994/06/15/nyregion/rebbe-leaves-all-to-group-and-doesn-t-pick-successor.html","abstract":"  The Lubavitch Grand Rabbi, Menachem Mendel Schneerson, designated no successor in a brief will that bequeathed a modest estate consisting of books, manuscripts, artwork and household effects to Agudas Chassidei Chabad, a Lubavitch umbrella group that oversees the religious group's worldwide activities.   The 22-member council was the sole beneficiary named in the two-page document that was dated Feb. 14, 1988, and filed at Surrogate's Court in Brooklyn late Monday, two days after Rabbi Schneerson died. Rabbi Yehuda Krinsky, the spokesman for the Worldwide Lubavitch Movement and one of Rabbi Schneerson's secretaries, was appointed executor of the estate, which was valued at less than $50,000.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"After Inquiry, A Company Alters Name","web_url":"https://www.nytimes.com/1994/06/15/nyregion/after-inquiry-a-company-alters-name.html","abstract":"  Citing the Manhattan District Attorney's investigation into widespread real-estate payoff schemes, a leading New York City apartment management company has abruptly announced a change of name.   In a letter last week to co-operative apartment boards and other clients, the company, Darwood Management, said it was transferring its assets to another firm, General Property Management \"as a consequence of the recent action by the Manhattan District Attorney's office.\"","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/06/15/style/chronicle-404314.html","abstract":"  \"Confucius taught that it is better to change a malignant element into a useful one, rather than kill it,\" said Dr. WANG ZHENYI, a Chinese cancer researcher, who did just that to find a promising treatment for patients with acute promyetlocytic leukemia.   Using retinoic acid, a chemical derivative of vitamin A, Dr. Wang, of the Shanghai Second Medical University, and Dr. LAURENT DEGOS, a hematologist at the Hopital St.-Louis in Paris, departed from the traditional therapy of trying to kill cancer cells and instead succeeded in making them grow like normal cells.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"Couple Found Slain in Chinatown Travel Agency","web_url":"https://www.nytimes.com/1994/06/15/nyregion/couple-found-slain-in-chinatown-travel-agency.html","abstract":"  A young couple who planned to be married were bound and then shot to death yesterday in the Chinatown travel agency where they worked, in what may have been a robbery, the police said.   Bobby Chan, 30 years old, and Lai Wah Chan, 25, were each shot once in the head, said Sgt. Andrea Herzberg, a police spokeswoman.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"1919: Color Line Lifted : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1919-color-line-lifted-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The American Federation of Labor Convention at Atlantic City decided yesterday [June 13] to remove the color line when the presidents of the international unions declared that their organizations would welcome negroes into membership on terms o","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Review/Television; One Year to Disarm A Killer in the Brain","web_url":"https://www.nytimes.com/1994/06/15/arts/review-television-one-year-to-disarm-a-killer-in-the-brain.html","abstract":"  Young people today can be forgiven a dab or two of paranoia. Shriveling job opportunities and paychecks threaten to put a sizable crimp in their futures. On a more impersonal level, sporadic reports about secret Government experiments in the past with radiation and other sinister things do not inspire unbridled positive thinking. Anxiety, even if only a smidgin, would seem perfectly understandable.   MTV, though, is not interested in smidgins. Its new action-adventure series \"Dead at 21\" heads straight for rampant paranoia, skillfully escalating a general uneasiness into full-fledged terror. This is a United States, whirling out of the highways of fearfully sunny California, in which the Federal Government has been implanting chips in certain babies' brains to see if intelligence can be amplified. \"The idea,\" we are told, \"was to improve the human race.\" Snicker, snicker.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"For Rangers, a Celebration 54 Years in Making","web_url":"https://www.nytimes.com/1994/06/15/us/for-rangers-a-celebration-54-years-in-making.html","abstract":"  Goal. Game. Rangers. Cup.   The Stanley Cup jinx is dead, and the New York Rangers are the champions of the National Hockey League.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"The Laws Against Crack Protect Society","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-the-laws-against-crack-protect-society-403997.html","abstract":"  To the Editor:   \"Cocaine Injustice\" (editorial, May 31) declares that stringent laws against crack are the result of prejudice. The laws are there to protect society, not those who prey on their fellow citizens. No drug arrived as quickly as crack cocaine. Crack was developed to broaden the market for cocaine to make it cheap enough for children and poor people to buy it.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Faith in Confidentiality of Therapy Is Shaken","web_url":"https://www.nytimes.com/1994/06/15/nyregion/faith-in-confidentiality-of-therapy-is-shaken.html","abstract":"  After an emotionally intense Alcoholics Anonymous meeting in Manhattan last week, one young woman looked shocked when asked if she thought a court could get access to what had been said that evening. \"Oh no, it all stays here,\" she said. \"They can't make me testify about what someone shared at a meeting.\"   But that bedrock assurance of trust and privacy, based on a common misunderstanding about legal protections, was badly shaken last week. At a Westchester murder trial, seven members of Alcoholics Anonymous testified under subpoena that another member, Paul Cox, had told them about his emerging memories of one terrible, drunken New Year's Eve in 1988, when he thought he had killed a Larchmont couple as they slept in their home.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Russia Is Looking East With New Interest and a New Flexibility","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-russia-is-looking-east-with-new-interest-and-a-new-flexibility.html","abstract":"What kind of a new Russia will evolve in the next few years and what sort of relations will it develop with countries in Asia, especially its neighbors?.Russia is now at a critical stage of nationhood. The parliamentary elections in December demonstrat","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"When Richter Believes, Brilliant Saves Happen","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-when-richter-believes-brilliant-saves-happen.html","abstract":"  Mike Richter and Adam Graves had had the conversation last season. Richter's confidence, like that of so many Rangers, was at a low beyond anything he could remember.   The Rangers were in last place, Richter was playing poorly and it seemed as if all his promise was suddenly under question.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Oxford Is Keen For American History","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-oxford-is-keen-for-american-history-403989.html","abstract":"  To the Editor:   I was surprised to find in your June 9 article on President Clinton at Oxford a statement attributed to Michael F. O'Brien, minister counselor for public affairs in our Embassy in London, on the subject of American history at the university (some editions). He said, you report, \"when the idea of establishing an endowed chair in American history came up, the dons refused, agreeing that 'there wasn't enough of it.' \"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Invade, for Haiti's Sake : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-invade-for-haitis-sake-letters-to-the-editor.html","abstract":"Why delay the inevitable? A U.S. invasion of Haiti to oust the military government and restore the democratically elected president to power will accomplish what economic sanctions will never do. Economic sanctions only exacerbate the misery of the poor w","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"In America; Forget Farrakhan","web_url":"https://www.nytimes.com/1994/06/15/opinion/in-america-forget-farrakhan.html","abstract":"  I remember the rally in Madison Square Garden in October 1985 when Louis Farrakhan, standing beneath championship banners honoring sports heroes named Frazier and Reed and Bradley and DeBusschere, fired up a crowd of 25,000 black people with his ranting against Jews and his demand to know if black leaders who \"sold out\" should be allowed to live.   The audience was wild for Mr. Farrakhan. His every pronouncement provoked the kind of thumping, foot-pounding, whistle-blowing, mind-boggling ecstasy normally reserved for playoff games and rock concerts.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Why West Needs Independent Media","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-why-west-needs-independent-media.html","abstract":"In today's world, the Communist Party monopoly of power in East and Central Europe has been replaced by the rule of party coalitions. Former party cadres in these coalitions advocate liberal, social- democratic or nationalist ideas. Dozens of opposition","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Go Ahead, Picture This: It's a Title for Keenan","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-go-ahead-picture-this-it-s-a-title-for-keenan.html","abstract":"  Mike Keenan treats the Stanley Cup as if it were a familiar object. When he moved into his office at Playland, the Rangers' practice facility, last September, he hung a picture of the cup on his wall, where other coaches might have hung photos of players, or even members of their families.   The way he spoke of it, too, made it seem as if Keenan and the cup were old friends, well-acquainted, a duo that had met time and again in the past.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Yankees Shock Orioles And Smith","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-yankees-shock-orioles-and-smith.html","abstract":"  One inning away from another frustrating defeat, and with the dominant Lee Smith standing 60 feet 6 inches away and ready to extinguish the lights on their night at Camden Yards, the Yankees rallied for two runs in the ninth inning to swipe a dramatic 4-3 victory over the Orioles.   Since Smith had been nearly untouchable while saving 24 of 26 games, the rally shocked the Orioles and their fans as several rows of seats emptied before the home team even batted in the ninth. Instead of having their lead over the second-place Orioles reduced to one game, the Yanks increased their advantage to three games.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"A Female Commissioner","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-college-administration-a-female-commissioner.html","abstract":"  As LINDA M. BRUNO saw it 20 years ago, the chance of a woman heading a major athletic conference was little more than wishful thinking. Now Bruno is the new commissioner of the Atlantic 10 Conference.   \"The world has changed a lot,\" said Bruno, 39, after her appointment yesterday. \"Fortunately, you now have people who judge people on a person can do. Fortunately, the search committee just treated me as a person.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Everyone's a Critic","web_url":"https://www.nytimes.com/1994/06/15/opinion/everyones-a-critic.html","abstract":"Henry J. Stern, New York City's Parks Commissioner, has discovered the root cause of civil unrest generally and the May 30 bottle-throwing melee in Tompkins Square Park in particular: heavy metal music.\n\nIt is, he says, a \"fact that certain kinds of music attract violent people, that the music itself stirs up a propensity to violence.\" This \"fact,\" he thinks, justifies a new policy for permits that makes it more difficult for performers of supposedly high-risk music to use public parks.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/06/15/nyregion/inside-397482.html","abstract":"  Senate Whitewater Hearings    The Senate Banking Committee will hold public hearings, but they will be limited to three elements unlikely to embarrass the President. Page A22. Giuliani Veto Is Overridden    The City Council overrode Mayor Giuliani's veto of a bill to allow hearings on efforts to turn over city services to private companies. Page B1. Surprising Hollywood, Part II    Three weeks after moving 12 TV stations to Fox, New World stunned the industry again by naming Brandon Tartikoff program chief. Page D1. Publishing Chief Is Ousted    Richard E. Snyder, who built Simon & Schuster into a publishing giant, was dismissed by its new owner. Page D1. Henry Mancini Is Dead    The four-time Oscar winner who composed \"Moon River\" and \"Days of Wine and Roses\" was 70. Page D21.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"3 Mob Figures Draw 15-Year Terms in Drug Case","web_url":"https://www.nytimes.com/1994/06/15/nyregion/3-mob-figures-draw-15-year-terms-in-drug-case.html","abstract":"  Three men, including two brothers described by prosecutors as chief heroin smugglers for the Gambino crime family, were sentenced yesterday to 15 years in prison for racketeering and conspiring to violate Federal racketeering charges.   Without a trace of irony, Judge Peter K. Leisure of the United States District Court in lower Manhattan described the men, John and Joseph Gambino and Lorenzo Mannino, as \"strong family people\" with commendable family backgrounds and friendships. Because of that, he said, he would grant their request to be imprisoned in facilities close to relatives or medical care.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Losses And Gains After The Tonys","web_url":"https://www.nytimes.com/1994/06/15/theater/losses-and-gains-after-the-tonys.html","abstract":"  Despite winning only one Tony Award on Sunday night, \"Beauty and the Beast,\" the Disney Company's extravagant stage adaptation of its own animated film, claimed a Broadway record on Monday with ticket sales of $1.3 million. The total surpassed the previous single-day sales high of $920,000, recorded by \"The Phantom of the Opera\" on Nov. 23, 1987, the day its box office opened.   Indeed, it was a case of the rich getting richer and the poor poorer on Broadway this week as theatergoers responded to the Tonys, which were handed out on national television. In the two days after the awards, four struggling shows announced they would close after failing to win the recognition that their producers hoped would renew the interest of ticket-buyers. The producers of one of those, \"Broken Glass,\" by Arthur Miller, said the show, which had been nominated for only one award, best play, would close on June 26 after 73 performances. The award was won by \"Perestroika,\" Part 2 of Tony Kushner's play \"Angels in America.\"","thumbnail":null,"section":"Theater"},{"date":"19940615","headline":"Taking Bearings by North : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-taking-bearings-by-north-letters-to-the-editor.html","abstract":"Regarding \"Republican's Ponder North's Effect on Party\" (June 6) by Michael Janofsky:.The very fact that Oliver North dared bid for the Republican nomination in Virginia is deeply alarming, but his success in obtaining it is compelling proof","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"For Referees, the Heat's On","web_url":"https://www.nytimes.com/1994/06/15/sports/IHT-for-referees-the-heats-on.html","abstract":"Sports in America can sound like a synonym for pressure. Chicago right now does not have a lot of time for the problems of Germany, a World Cup champion trying to get noticed and trying to sleep and prepare for Friday's opening game in a climate that swi","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Ed Rollins Offers Apology To Black Ministers, in Person","web_url":"https://www.nytimes.com/1994/06/15/nyregion/ed-rollins-offers-apology-to-black-ministers-in-person.html","abstract":"  Like a sinner to the altar, Ed Rollins returned to New Jersey today, seeking forgiveness from the same black ministers he once boasted that he had bought.   The Republican campaign consultant stood before the Black Ministers Council in a church basement here and apologized for claiming last November that he had helped Gov. Christine Todd Whitman win election by suppressing black voter turnout.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Robb Wins Primary Race; Wilder Files","web_url":"https://www.nytimes.com/1994/06/15/us/robb-wins-primary-race-wilder-files.html","abstract":"  Senator Charles S. Robb today won a primary to become Virginia's Democratic nominee for the Senate, and one of his biggest political rivals, L. Douglas Wilder, filed a petition to enter the senatorial race as an independent.   Prolonging the suspense and the attention, Mr. Wilder stopped short of proclaiming himself a candidate.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Of Politics, Tennis, Baseball and Love:A Sports Romance","web_url":"https://www.nytimes.com/1994/06/15/sports/IHT-of-politics-tennis-baseball-and-lovea-sports-romance.html","abstract":"What sounds like a movie is in fact the story of Heather MacLachlan's life. She was a college student from Montreal, vacationing in Paris for two weeks, when she heard of an emergency job-opening in professional tennis. She never did graduate from colleg","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Sports of The Times; '1994! 1994! 1994!'","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-of-the-times-1994-1994-1994.html","abstract":"  THE Rangers won the Stanley Cup.   Such a simple sentence. But since 1940 nobody has been able to say it out loud until now. And at the final buzzer of their 3-2 victory over the Vancouver Canucks last night, the roar of 18,200 parishioners at Madison Square Garden was louder than the fireworks that exploded above the ice.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Council Votes First Override For Giuliani","web_url":"https://www.nytimes.com/1994/06/15/nyregion/council-votes-first-override-for-giuliani.html","abstract":"  In a partisan rebuke to Mayor Rudolph W. Giuliani, the City Council voted overwhelmingly yesterday to override the Mayor's veto of legislation that would allow the Council to hold public hearings on any efforts to turn over municipal services to private companies.   The override, which passed the Democratic-controlled Council on a strict party-line vote of 43 to 7, was the first of the Giuliani administration and only the third in the last 25 years.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Chlorination Alone Won't Control Giardiasis","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-chlorination-alone-won-t-control-giardiasis-404012.html","abstract":"  To the Editor:   Regarding giardia and cryptosporidium in our water systems, discussed by Prof. Daniel A. Okun in \"We Need Watershed Protection and Filtration\" (letter, May 28): Do not trust chlorination to control the intestinal disease giardiasis.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Message to Teen-Age Mothers","web_url":"https://www.nytimes.com/1994/06/15/opinion/message-to-teen-age-mothers.html","abstract":"  Set against his campaign pledge to \"end welfare as we know it,\" President Clinton's reform plan comes up short -- covering about half of all recipients by the year 2000. Even so, Mr. Clinton can be credited with keeping the spirit of his promise by offering a measured attack on a social pathology: 10 million children raised in poverty, mostly by single parents. Mr. Clinton's bill should deliver a stark message to teen-age parents that welfare will no longer substitute for work.   His proposal calls for spending a bit more money ($9.3 billion over five years) and toughening the reciprocal obligation of recipients. It would require recipients to commit themselves to training and education, then seek work or, if need be, take a government-subsidized job within two years of entering the system.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"PRESIDENT OFFERS DELAYED PROPOSAL TO REDO WELFARE","web_url":"https://www.nytimes.com/1994/06/15/us/president-offers-delayed-proposal-to-redo-welfare.html","abstract":"  President Clinton sought today to give a harder edge to his domestic policy agenda by putting forward a long-postponed proposal to toughen the rules for millions of Americans on the welfare rolls.   The plan that Mr. Clinton announced would expand training to young welfare recipients but require those still on the rolls after two years to join a work program or risk losing their benefits. That would represent the first time limit imposed on welfare payments, and it would be reinforced with the most aggressive effort ever to extract child-support payments from delinquent fathers.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"New Law Against Age Bias on Campus Clogs Academic Pipeline, Critics Say","web_url":"https://www.nytimes.com/1994/06/15/us/new-law-against-age-bias-on-campus-clogs-academic-pipeline-critics-say.html","abstract":"  The historian Richard Pipes, who will turn 70 next month, can go on teaching at Harvard University for the rest of his life if he so chooses. But his departmental colleague Bernard Bailyn was obligated to retire last year, after his own 70th birthday.   The two professors saw the later stages of their working lives take such contrary directions not because of differences in their performances at Harvard -- both are highly regarded in their field -- but because of a new Federal law that took effect in January prohibiting mandatory retirement on the basis of age for tenured faculty members.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"No More 1940! Rangers Are Champs!","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-no-more-1940-rangers-are-champs.html","abstract":"  They hoisted the big silver trophy high, passed it around, shook it over their heads. Sometimes they kissed it. Slowly, they skated a ceremonial victory lap around the crowded, littered ice surface of Madison Square Garden.   The Rangers, led by their captain, Mark Messier, were cheered mightily and repeatedly by a capacity crowd of 18,200 fans and watched by an international television audience, including President Clinton, who held the phone long enough to offer them his congratulations when they finally came inside.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Senate Will Hold Hearings on Whitewater","web_url":"https://www.nytimes.com/1994/06/15/us/senate-will-hold-hearings-on-whitewater.html","abstract":"  The Senate intends to hold public hearings into the Whitewater affair next month, but the sessions will be limited to three elements that are not likely to embarrass President Clinton.   After days of partisan wrangling that kept the Senate from other work, the lawmakers voted today along straight party lines, 56 Democrats against 43 Republicans, to begin hearings no later than July 30 on the parts of the case that are to be covered in a preliminary report expected this month from the special prosecutor, Robert B. Fiske Jr. One Republican, Mark O. Hatfield of Oregon, was absent.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"1944: De Gaulle Hailed : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1944-de-gaulle-hailed-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN FORCES IN FRANCE - [From our New York edition:] General Charles de Gaulle, leader of the French government outside France, came here today [June 14] for the first time since 1940 and toured the portion of his country which has been liberated","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Hitler Book Withdrawn in Japan","web_url":"https://www.nytimes.com/1994/06/15/world/hitler-book-withdrawn-in-japan.html","abstract":"  Reacting to international criticism, the publisher of a book that extols Hitler as a role model for Japanese politicians said today that he would immediately cease publication and withdraw the remaining copies from bookstores.   \"Hitler Election Strategy: A Bible for Certain Victory in Modern Elections\" urges Japanese candidates to adopt the Nazi leader's tactics, like liberal use of propaganda, in their campaigns. The book, written by a public relations official in Japan's largest political party, was condemned by Jewish groups in the United States and by the Israeli Government.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/06/15/nyregion/metro-digest-397890.html","abstract":"  TALKS CONTINUE AS L.I.R.R. STRIKE LOOMS   With the Long Island Rail Road's biggest union threatening to strike, the region prepared for a commuting nightmare as negotiations continued on a contract that could influence future deals for subway and bus workers. A1.   Many of the railroad's 110,000 daily riders anxiously fretted over their options. B2.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Reporter's Notebook; The Emperor Passes! Make Way! Make Way!","web_url":"https://www.nytimes.com/1994/06/15/us/reporter-s-notebook-the-emperor-passes-make-way-make-way.html","abstract":"  They emerge from their limousine buffed and polished, silent and waving, slightly stooped, as if fixed in a permanent bow. Cameras whir. Pleasantries are exchanged. Months of planning and mountains of expense vanish in a moment.    Their Majesties move on.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Dublin Journal; 90 Years Ago, Leopold Bloom Took a Walk . . .","web_url":"https://www.nytimes.com/1994/06/15/world/dublin-journal-90-years-ago-leopold-bloom-took-a-walk.html","abstract":"  Stately, plump Ken Monaghan, the 69-year-old nephew of James Joyce, put on a borrowed purplish Edwardian frock coat last Sunday and strolled in an unfashionable corner of Dublin with a small group of Joyce adepts. Under a gloomgray sky, they read aloud sections of \"Ulysses,\" in which Mr. Monaghan's uncle had depicted the life of Leopold Bloom on June 16, 1904.   Mr. Monaghan and a dozen or so other Dubliners who are serious about \"Ulysses\" and other Joyce writings spend several hours a week going over texts line by line, joke by joke, mystery by mystery, epiphany by confusion, curse by debauch. On Sunday, they wanted to get a more or less private jump on the thousands of tourists and nonexperts who turn Dublin into a James Joyce Theme Park each year for Bloomsday.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"As Union Negotiations Continue, L.I. Braces for a Railroad Strike","web_url":"https://www.nytimes.com/1994/06/15/nyregion/as-union-negotiations-continue-li-braces-for-a-railroad-strike.html","abstract":"  With the Long Island Rail Road's biggest union threatening to strike at midnight tonight, the region prepared yesterday for a commuting nightmare as negotiations continued on a contract that could influence deals to come for New York City subway and bus workers.   The United Transportation Union, which represents 2,300 workers, from conductors and bartenders to mechanics and track workers, wants raises of more than 18 percent during four years, about double what management is offering. The railroad is insisting on work-rule changes that it says would improve productivity and cut costs.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Olajuwon Is Now Scoring In More Ways Than One","web_url":"https://www.nytimes.com/1994/06/15/sports/nba-finals-olajuwon-is-now-scoring-in-more-ways-than-one.html","abstract":"  Midafternoon yesterday. Rudy Tomjanovich, the Houston Rockets' head coach, sat at a table at the Downtown Athletic Club looking across the room at Hakeem Olajuwon, the best center in professional basketball, who was holding court with wave after wave of news reporters.   On Monday, Olajuwon made a guest appearance on \"Late Show With David Letterman\" and many of the reporters at a pre-practice interview session wanted to know how he liked it, what he thought about the experience, was he a Letterman fan.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"L.I. Commuters Prepare for a Nightmare","web_url":"https://www.nytimes.com/1994/06/15/nyregion/li-commuters-prepare-for-a-nightmare.html","abstract":"  Bill Spitalnick sat on the crowded platform of the Great Neck train station today, imagining what his life might be like on the morning the trains stop. In one scenario, he is languishing in a car on an endless crawl to the Queens-Midtown Tunnel. In another, he is still in bed with the covers over his head.   \"I'm just going to wake up every morning and see how I feel,\" Mr. Spitalnick, who runs his own import clothing business in the garment district, said as he waited for the 8:55 to the city. \"I'll decide if I go in early, if I go in later, or if I just go to the beach.\"","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Green Tea: More Than Just a Soothing Brew","web_url":"https://www.nytimes.com/1994/06/15/style/green-tea-more-than-just-a-soothing-brew.html","abstract":"IN Asian countries like China, Japan and India, green tea is held in high esteem. It is a brew thought to purify the body, delight the senses and lift the spirits. \n\nBut in the United States, green tea is virtually unknown, drunk mainly in Asian restaurants, where it is almost always badly brewed and invariably dismissed by those unfamiliar with its nuances. Next to strong, complex, tannic black tea, it appears pallid, weak, nondimensional. It has never had a wimper of promotion or advertising.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"Rabbi Schneerson's Legacy","web_url":"https://www.nytimes.com/1994/06/15/opinion/rabbi-schneerson-s-legacy.html","abstract":"  The worldwide Lubavitch Hasidic movement lost a beloved leader on Sunday when Rabbi Menachem Mendel Schneerson died at the age of 92. Rabbi Schneerson was both a unifying and a divisive figure, charismatic and mysterious.   Sometimes criticized for allowing himself to become the center of a cult of personality, the man known as the Rebbe was nonetheless respected for molding a small religious sect into a powerful movement with political influence from Eastern Parkway to Jerusalem. In recent years, the debate about whether Rabbi Schneerson was the Messiah overshadowed his accomplishments.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Upon the Base They Built, A New Alliance Arises","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-upon-the-base-they-built-a-new-alliance-arises.html","abstract":"General Joulwan is Supreme Allied Commander Europe and commander in chief of the U.S. European Command. . As the echoes of mournful bugles fade away and D-Day veterans depart the hallowed beaches of Normandy, Europeans and Americans alike once again confr","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"TV Causes Violence? Try Again","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-tv-causes-violence-try-again-403962.html","abstract":"  To the Editor:   In \"Look to Television's Role in Youth Violence\" (letter, June 1), Paul Kettl, a professor of psychiatry, cites research that shows a statistical correlation between the rise in the rate of homicide in the United States and the onset of television. He cites his own research, which shows, he states, that \"Children who watch more than two hours of television a day are especially at risk\" of having \"behavioral problems.\"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"U.S. Seeks Other Countries to Help Resettle Haitian Refugees","web_url":"https://www.nytimes.com/1994/06/15/world/us-seeks-other-countries-to-help-resettle-haitian-refugees.html","abstract":"  Worried that a flood of Haitian boat people will create major political and economic problems, the Clinton Administration is urging other countries to help resettle Haitians who are granted asylum.   So far only a few positive responses have been received, but Administration officials say they hope other countries will accept at least 5,000 Haitian refugees -- a figure some refugee groups say is far too optimistic. Last year, the United States accepted 1,700.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"U.S. Will Seek Voluntary Curbs on North Korean Arms Deals","web_url":"https://www.nytimes.com/1994/06/15/world/us-will-seek-voluntary-curbs-on-north-korean-arms-deals.html","abstract":"  The Clinton Administration decided today to seek a voluntary embargo on North Korean arms purchases and sales as part of its initial set of sanctions, American officials said today.   The effectiveness of a voluntary arms embargo against North Korea, which has become a worrisome exporter of weapons in recent years, has been vigorously debated within the Administration. But with the North continuing to defy international monitors and the Clinton Administration under fire from Congressional critics for its handling of North Korean issues, top Administration officials agreed at a White House meeting today to propose the arms trade ban.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Sports of The Times; Good Old Felonies Of the Hoops Game","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-of-the-times-good-old-felonies-of-the-hoops-game.html","abstract":"  AS Knick fans agonize over whether their team can win Game 4 of the National Basketball Association finals tonight, Fay, proprietor of the Second Avenue Dry Cleaners and an emigre from Odessa, says she likes their chances in Madison Square Garden. She told me confidentially, her eyes peering over her spectacles, \"We have saying in Russia, 'Motherland gives strength.' \"   Her husband, Viktor, agreed, though viewing it more from a pure basketball standpoint. \"For home team,\" he said, \"referee makes less whistle.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Canucks Are Out of Step In Big Dance","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-canucks-are-out-of-step-in-big-dance.html","abstract":"  By the time the Vancouver Canucks found any kind of rhythm on the ice last night, or discovered the type of game that suits their style, the Rangers had already scored twice. That is not an easy deficit to overcome in the ultimate game of the season against a team determined to mark its place in history.   The Canucks played nowhere near the way they had performed in the previous two games, when they had stopped the Rangers, shocked the New York fans and forced a high-tension seventh game for the Stanley Cup at Madison Square Garden.The hitting and effective forechecking that brought them those victories was mostly absent, especially in the first period. Passes by the Canucks went astray in all three zones and Vancouver's first sustained attack didn't come until there were little more than two minutes left in the first session.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"A Responsibility to Rwanda : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-a-responsibility-to-rwanda-letters-to-the-editor.html","abstract":"We have been struck by how the British press has downgraded reporting and analysis of the events in Rwanda. The news last week of a massacre in the village of Nyatama scarcely merited a mention in a week when preoccupations lay with events 50 years ago. T","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Corrections","web_url":"https://www.nytimes.com/1994/06/15/nyregion/c-corrections-403733.html","abstract":"  The Company Index in Business Day on June 4 carried an incorrect parent-company listing for a manufacturer of gaming machines that the authorities said was a victim of fraud in an organized crime scheme in Louisiana. That company is Bally Gaming International Inc., a separately traded public corporation. It was formerly part of Bally Manufacturing Inc., which completely divested itself of Bally Gaming Inc. last year. Bally Manufacturing then changed its name to the Bally Entertainment Corporation.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Music; Poetic Call and Response As a Tribute to WNYC","web_url":"https://www.nytimes.com/1994/06/15/arts/review-music-poetic-call-and-response-as-a-tribute-to-wnyc.html","abstract":"  Just before he read his new poem \"No Longer Very Clear\" from the stage of Alice Tully Hall on Monday evening, John Ashbery compared the work to Paganini's 24th Caprice, a work on which several composers have based variations. But the fame of Paganini's theme was posthumous; Mr. Ashbery's rewards are more immediate. His poem, a 4-stanza, 18-line reflection on the uneasy relationships between time, memory and both abstract and emotional associations, was commissioned by the radio station WNYC-FM and given to a dozen composers. Their responses were presented on Monday evening as WNYC's 50th-anniversary concert.   Much has been written and said in recent weeks to dispel fears that the adventurous station might be sold, but on Monday the celebration was cautious, and the concert often seemed less a birthday party than a show of solidarity among the station's staff, the composers it has long championed and the audience for new music. Most of the composers were on hand to introduce their pieces in brief interviews with John Schaefer, the director of music programming for WNYC.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Gooden Loses, but Also Scores a Victory","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-gooden-loses-but-also-scores-a-victory.html","abstract":"  As the Rangers re-created 1940 last night, the Mets' Doc Gooden reached back to 1984.   In this troubled season, Gooden became the rookie flame-thrower once again, tossing at 93 miles an hour. And that was seemingly as important to the Mets' long-range plans as the fact they dropped a 3-2 decision to the Phillies at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Carving Up the Balkans","web_url":"https://www.nytimes.com/1994/06/15/opinion/carving-up-the-balkans.html","abstract":"Many of the boundary disputes that are bedeviling the Balkans today have their roots 75 years ago in the Paris peace talks that followed World War I. Harold Nicolson, then a young British diplomat who became a distinguished historian and literary biographer, described the casual, sometimes comic atmosphere of the four-power bargaining that decided new boundaries in his book \"Peacemaking 1919.\"\n\nExcerpts follow. Here is a guide to Nicolson's abbreviations:","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"A Way to Check Doctors' Credentials","web_url":"https://www.nytimes.com/1994/06/15/us/health-watch-a-way-to-check-doctors-credentials.html","abstract":"  NOW that it is considered acceptable for doctors to advertise directly to consumers, many practitioners who seek a competitive edge claim to have special skills or cite misleading credentials indicating that they are members of a self-designated specialty board.   Consumers often do not know that once doctors complete medical school, they are legally allowed to practice in any specialty, even surgery, despite the lack of advanced training in the field. A properly trained specialist has completed such training and been certified by the appropriate medical specialty board.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"1994: The Year That Made 1940 Just Another Number","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-1994-the-year-that-made-1940-just-another-number.html","abstract":"  This Rangers' Stanley Cup championship season really began last spring, when Mike Keenan began to appear high above the ice at Madison Square Garden, peering down from a private box at the wreckage of the 1992-93 team as it concluded the season amid its booing and taunting fans.   His official purpose then was to scout for players for Team Canada, which he would coach at the world championships in Europe. But everyone knew that Keenan, who was between jobs in the National Hockey League, would be back, somewhere, sooner or later.   It turned out to be sooner, and it turned out to be in Manhattan, when he was presented by the general manager and president, Neil Smith, as the new coach of the Rangers on April 17, 1993, just days after the season had ended with the team out of the playoffs and in last place in the Patrick Division.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"CLINTON MAY BEND ON WAY TO FINANCE HEALTH CARE PLAN","web_url":"https://www.nytimes.com/1994/06/15/us/clinton-may-bend-on-way-to-finance-health-care-plan.html","abstract":"  As the capital strained to find a compromise on health care, President Clinton and the Senate Finance Committee focused today on a possible variation on the Administration's proposal that employers be required to pay for health insurance for their workers.   The President was clearly receptive to the idea of deflating opposition to required payments, the major roadblock his proposal faces, by an approach that would make employers pay only if other steps did not get almost all Americans covered.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"A Long-Suffering Fan Begins Pondering an Unreal Reality","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-a-long-suffering-fan-begins-pondering-an-unreal-reality.html","abstract":"  \"The rest of my hockey life will be different,\" said Michael Forester moments after the game. \"Not necessarily better or worse, but different. I can barely speak right now. I think I'm very happy. I think I'm a little sad.\"   Forester, of Westbrook, Conn., is hardly the stereotypical Ranger fan -- he doesn't belch as an affectionate greeting -- but his feelings before and after the seventh game may be closer to the typical than one might think. For much of the past 54 years, following the Rangers has been an expression of loyalty bordering on cultishness that has made their fans feel exclusive.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Centrist Presidential Hopeful in Brazil Trips on Racial Remark","web_url":"https://www.nytimes.com/1994/06/15/world/centrist-presidential-hopeful-in-brazil-trips-on-racial-remark.html","abstract":"  Wearing a monogrammed shirt that recalled his days teaching at the Sorbonne, the Brazilian presidential candidate gamely posed for photos astride a peasant's donkey.   Responding to a Brazilian reporter who asked if he was the country's \"great white hope,\" Fernando Henrique Cardoso, who seems white to most observers, responded hotly, \"I really am mulatto.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Owners Unveil Salary Cap Proposal To a Chilly Reception From Players","web_url":"https://www.nytimes.com/1994/06/15/sports/baseball-owners-unveil-salary-cap-proposal-to-a-chilly-reception-from-players.html","abstract":"  In their effort to gain the salary cap they say they need to restore \"economic sanity\" to their game, major league baseball club owners yesterday offered to give the players 50 percent of their revenue and conditionally guarantee them $1 billion a year.   In the long-awaited proposal, the owners also called for a payroll floor as well as a ceiling and said they would give the clubs four years as a transition period to come into compliance with the cap.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Lucas Will Coach the 76ers","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-pro-basketball-lucas-will-coach-the-76ers.html","abstract":"  The Philadelphia 76ers are hoping JOHN LUCAS can do for them what he did for the San Antonio Spurs -- turn a loser into a winner. Lucas, who resigned as coach of the Spurs last week, was appointed coach and general manager of the 76ers yesterday.   \"He is a players' coach and a standup individual and exemplifies the image that the N.B.A. should represent,\" said HAROLD KATZ, the club owner. \"He is the perfect person to lead the Sixers on and off the court in the future.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Personal Health; The war on brittle bones must start early in life.","web_url":"https://www.nytimes.com/1994/06/15/us/personal-health-the-war-on-brittle-bones-must-start-early-in-life.html","abstract":"  A CONFERENCE of experts is not needed to tell Americans that their bones are in jeopardy. All they have to do is look at the huge numbers of older people who have developed rounded backs and lost inches in height because their spinal vertebrae have collapsed, or the millions who have suffered debilitating fractures, particularly of the hip, which too often end in death.   More than 25 million people have osteoporosis, the bone-loss disease that results in more than 1.5 million fractures a year in people over 50 at an expense to society of more than $10 billion a year. Yet this costly problem has what appears to be a very inexpensive solution: Get every American to consume more calcium, the mineral that is the primary contributor to the density and strength of bones throughout the body.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"For Mexico's Indians, Promises Not Kept","web_url":"https://www.nytimes.com/1994/06/15/world/for-mexico-s-indians-promises-not-kept.html","abstract":"  More than 100 Nahua Indians streamed out of the parched, stony villages of central Guerrero State not long ago and marched a dozen days to Mexico City, emboldened by the battle cries of Indian rebels in southern Mexico and hoping to win their own set of Government promises to improve their lives.    Armed only with anger, they occupied the city's heart for several days until President Carlos Salinas de Gortari listened to their complaints about poverty, discrimination and injustice, facts of life for nearly all of Mexico's nine million or so Indians. After Mr. Salinas agreed that something had to be done and promised to meet them again in 60 days, they went home.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Haiti Official Seen as Ready To Step Down","web_url":"https://www.nytimes.com/1994/06/15/world/haiti-official-seen-as-ready-to-step-down.html","abstract":"  In a sign of a growing rift between Haiti's top military leaders, the brother of the country's police chief hinted today that the chief was willing to step down. He also called on the leader of the army to resign to prevent an invasion by the United States.   In a radio interview, Evans Francois, a Haitian diplomat who is the brother of the widely feared police chief, Col. Joseph Michel Francois, said his brother was \"willing to make the necessary concessions.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Landlords Protest a Proposed 2 Percent Increase in Rents","web_url":"https://www.nytimes.com/1994/06/15/nyregion/landlords-protest-a-proposed-2-percent-increase-in-rents.html","abstract":"  A recommendation to allow an annual rent increase of no more than 2 percent for one-year leases on rent-stabilized apartments in New York City drew sharp criticism yesterday from landlords, who said the proposal would not allow them to keep up with cost increases in their buildings.   In what has become an annual ritual before the Rent Guidelines Board, tenants at a hearing on the increases also criticized the proposed ceilings, saying that allowing rents to rise 2 percent would impose too harsh a burden on many tenants, particularly those on public assistance.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Croatian Leader Tours Sarajevo on Behalf of Bosnia Federation","web_url":"https://www.nytimes.com/1994/06/15/world/croatian-leader-tours-sarajevo-on-behalf-of-bosnia-federation.html","abstract":"  Once reviled in this ravaged city, Croatia's President, Franjo Tudjman, visited Sarajevo today for the first time in the 26-month war to discuss a nascent Bosnian federation of Muslims and Croats allied to his country.   \"We are at the end of the tragedy that this city and the Muslim nation, and together with it the Croatian nation, had to experience,\" Mr. Tudjman said as he formally dedicated a new Croatian Embassy here.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Book Notes","web_url":"https://www.nytimes.com/1994/06/15/books/book-notes-401013.html","abstract":"  Temperature and Ante Rise   George Dawes Green's first book, \"The Caveman's Valentine,\" was rejected by editors around New York until Warner Books decided to publish it for a not-bad advance of $45,000. It was a sort of literary, not particularly commercial novel about a murder and a homeless man with schizophrenia who lives in a New York park. Although the novel received very good reviews, it hardly made Mr. Green famous. By the most generous estimates, 10,000 to 15,000 copies were sold.   Mr. Green's editor at Warner, Jamie Raab, felt sympathy for her author because, she said in an interview, his decision to write fiction for a living (he had previously written poetry and worked for a magazine called Suburbia Today) had been disastrous financially. \"He was penniless, living hand to mouth,\" she said. At one point, he moved back in with his parents in Georgia. \"I knew he was at work on a second novel,\" she said, \"and all I could think about at the time was that I hoped it was good so that I could give him a second contract.\"","thumbnail":null,"section":"Books"},{"date":"19940615","headline":"Real Culprit in Weight Gain? Look Beyond Pregnancy to Age","web_url":"https://www.nytimes.com/1994/06/15/us/real-culprit-in-weight-gain-look-beyond-pregnancy-to-age.html","abstract":"  CONVENTIONAL wisdom says that women gain weight with every baby they have and that their post-pregnancy weight stubbornly remains, a silent reminder of the price they paid for having children.   But a new study has found that pregnancy's effects are fairly modest and that most women gain large amounts of weight simply with the passage of years.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"No Headline","web_url":"https://www.nytimes.com/1994/06/15/nyregion/no-headline-397520.html","abstract":"  \"It's difficult now for young black people to understand that their parents couldn't go in shops, restaurants. We've had middle-aged people bringing in young people to say, 'We went through this, and you don't understand what it was. It defined who you were.\"' GRAHAM DOMINY, curator of the Natal Museum.  [ A10:1. ]","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Television; A Sainted Journalist, Blushing In the Grave","web_url":"https://www.nytimes.com/1994/06/15/movies/review-television-a-sainted-journalist-blushing-in-the-grave.html","abstract":"  Agreeable though it always is to be reminded of Edward R. Murrow, tonight's edition of \"CBS Reports\" leaves one wondering how that serious-minded journalist might have felt about the iconizing he has been subject to since his death in 1965. In particular, the conferring of sainthood by an industry that rarely met his standards and by a network that in effect buried his career (while publicly praising it) might have awakened his cynical side.   \"When America Trembled: Murrow/McCarthy,\" at 10 P.M. (on Channel 2 in New York), focuses on the famous 1954 \"See It Now\" program that helped do in Senator Joseph R. McCarthy. It's a white hat-black hat story that has been told many times but bears retelling.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/06/15/nyregion/news-summary-397296.html","abstract":"  International A3-15  POPULATION PROPOSALS ATTACKED  The cardinals of the Roman Catholic Church attacked proposals backed by the United States for a conference on world population, portraying them as feminist and as cultural imperialism.  A1  SIGNS OF STRAIN IN HAITI  A Haitian diplomat whose brother is the powerful police chief called on the country's military leader to step down, an indication that sanctions and threats of military intervention are having an impact.  A3","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"In Massachusetts, High-Tech Industry Offers Schools a How-To","web_url":"https://www.nytimes.com/1994/06/15/us/in-massachusetts-high-tech-industry-offers-schools-a-how-to.html","abstract":"  The United States spends more than $2.5 billion a year on electronic technology from kindergarten through the 12th grade, but public school districts do very little planning before plugging in the computers.   \"No other industry would allow that type of expenditure without a plan,\" said John R. Phillipo, executive director of the Center for Educational Leadership and Technology, a Marlborough, Mass., consulting firm.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"In School; A remote island that finds it hard to keep teachers loses a treasure.","web_url":"https://www.nytimes.com/1994/06/15/us/in-school-a-remote-island-that-finds-it-hard-to-keep-teachers-loses-a-treasure.html","abstract":"  It is hard keeping teachers on this remote island, but Tom McKibben took to the one-room school and the people -- all 45 of them -- and stayed a record six years. June 15 is his last day at Matinicus Elementary School. At the age of 31, he has decided it is time to move on, back to the mainland.    A lot has happened. Mr. T., as he is known, wrote and directed a hit school play -- \"Lenny the Blue-Backed Lobster.\" He and his students cleared a nature trail. The teacher put in time on the water, as a sternman on Joe Bray's lobster boat.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Consider the Patient And Not the Insurer","web_url":"https://www.nytimes.com/1994/06/15/opinion/l-consider-the-patient-and-not-the-insurer-404020.html","abstract":"  To the Editor:   \"The A.M.A. -- Deja Vu, Again,\" (editorial, May 29) shows again that the patient's needs are overlooked in the health care reform debate.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Hillary Clinton Says She Once Tried to Be Marine","web_url":"https://www.nytimes.com/1994/06/15/us/hillary-clinton-says-she-once-tried-to-be-marine.html","abstract":"  The First Lady has offered a kaleidoscope of images to the public, but today she added the most curious one yet: Private Hillary.   Speaking at a lunch on Capitol Hill honoring military women, Hillary Rodham Clinton said that she once visited a recruiting office in Arkansas to inquire about joining the Marines.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Public & Private; We, The Jury","web_url":"https://www.nytimes.com/1994/06/15/opinion/public-private-we-the-jury.html","abstract":"  Report of juror 30892, Superior Court of New Jersey, County of Hudson:   \"The Best of Montel Williams\" was on the television in the jury holding room. \"They would call me out of the classroom every morning to measure my hair,\" a girl who was suspended from school because her hair was too big told Montel. Luna caught Max cheating on \"One Life to Live\" and Bobbi brandished a gun on \"General Hospital.\"","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Review/Film; The Hero Within The Child Within","web_url":"https://www.nytimes.com/1994/06/15/movies/review-film-the-hero-within-the-child-within.html","abstract":"  The circle of life, as described in and borne out by \"The Lion King,\" is a cycle of evolution. Birth, growth, maturity, decline: nothing is immune to change, not even Disney animation.   Taking its place in the great arc of neo-Disney classics that began with \"The Little Mermaid,\" \"The Lion King\" is as visually enchanting as its pedigree suggests. But it also departs from the spontaneity of its predecessors and reveals more calculation. More so than the exuberant movie miracles that came before it, this latest animated juggernaut has the feeling of a clever, predictable product. To its great advantage, it has been contrived with a spirited, animal-loving prettiness no child will resist.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"Review/Dance; Flips, Leaps, Somersaults and Thuds","web_url":"https://www.nytimes.com/1994/06/15/arts/review-dance-flips-leaps-somersaults-and-thuds.html","abstract":"  Elizabeth Streb Ringside has turned the Joyce Theater into a circus for the company's two-week season, which opened on Tuesday night. The stage is filled with gaudy lights and brightly colored girders, platforms and a high, luminous-yellow wooden wall. In what seems like a few seconds after the house lights dim, the stage is flooded with brilliant light and out of nowhere come flying bodies dressed in bright red body-stockings, hurtling into a blue pad on a yellow cloth laid on a red floor.    Bodies race across and crash onto the pad, whose attached microphones amplify every thud. They soar through the air, flipping, somersaulting and leaping, narrowly avoiding collisions by what looks like inches, yet somehow managing to make shapes and patterns with other bodies, both in midair and on the ground. Suddenly, more bodies appear in midair at the sides, diving off girders by the hundreds, or so it seems.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Playing the Percentages: New Plan, Old Gripes","web_url":"https://www.nytimes.com/1994/06/15/sports/on-baseball-playing-the-percentages-new-plan-old-gripes.html","abstract":"  Yesterday was the day that -- in the owners' most optimistic scenario -- pleasant surprises were supposed to rain down on major league ballplayers across the land.    It was the day when players were to be apprised of the proposal from owners that was supposed to deflate hostilities and promote partnership to such an extent that all talk of a strike would cease.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Apartheid's Reminders Quickly Fade","web_url":"https://www.nytimes.com/1994/06/15/world/apartheid-s-reminders-quickly-fade.html","abstract":"  On a bustling downtown street in these early days of color-blind democracy, black South Africans are having their hair cut beneath a faded sign that reads \"Native Shop\" and cites an ordinance prohibiting the barber from serving whites.   The sign is dated 1923, and the law that required its presence was long ago repealed, but Sathi Pillay, who has owned Empire Hairdressing for 46 years, is committed to preserving the anachronism.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Review/Music; Georg Solti, Teacher, Leads Carnegie's Orchestral Workshop","web_url":"https://www.nytimes.com/1994/06/15/arts/review-music-georg-solti-teacher-leads-carnegie-s-orchestral-workshop.html","abstract":"  Teachers teach in two ways. There are the explainers; they tell us why things happen. Look for the general principle in a particular problem, they say; it will help you solve other problems when no teacher is around. Then there are the doers, those for whom the action is the explanation. This is also known as the watch-me school of pedagogy.   In its high-level workshop series over the last few years, Carnegie Hall has offered admirable explainers: Robert Shaw rehearsing choral pieces by isolating words, rhythm and musical line and then reassembling the three; Pierre Boulez confiding to his novice conductors a precise language of gesture.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Vatican Fights U.N. Draft on Women's Rights","web_url":"https://www.nytimes.com/1994/06/15/world/vatican-fights-un-draft-on-women-s-rights.html","abstract":"  The cardinals of the Roman Catholic Church voted today to oppose what they portrayed as a pervasive feminist influence at a forthcoming United Nations population conference, saying measures on abortion and women's rights sponsored by the United States reflected \"cultural imperialism.\"   An extraordinary gathering of 114 of the 139 cardinals warned that the measures would legitimize \"abortion on demand, sexual promiscuity and distorted notions of the family.\"","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Bright Lights, Big City, Live Cameras; For NBC, an Old Idea Is New Again: 'Today' Will Use Manhattan Streets as a Backdrop","web_url":"https://www.nytimes.com/1994/06/15/nyregion/bright-lights-big-city-live-cameras-for-nbc-old-idea-new-again-today-will-use.html","abstract":"  Suddenly, the sidewalks of New York are getting a lot of air time.    David Letterman has been using an old-fashioned push-to-talk microphone and a tinny speaker to chat with the crowd outside his Ed Sullivan Theater. And next Monday, \"Today\" will move to a new studio with a wraparound view of Rockefeller Plaza and standing-room-only sidewalk space in front of the cameras.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Review/Jazz; The Other Festival Improves Its Timing","web_url":"https://www.nytimes.com/1994/06/15/arts/review-jazz-the-other-festival-improves-its-timing.html","abstract":"  For the last five years the Knitting Factory has produced What Is Jazz?, a festival meant to run roughly at the same time as the JVC Jazz Festival. At times it has been the opposition, meant to illuminate the concept of jazz as experimental and inclusive, which the JVC Jazz Festival hasn't subscribed to. And at others it has been produced under the auspices of the JVC Jazz Festival itself. This year, much to its benefit, the Knitting Factory anticipated the JVC Jazz Festival by a week, and has no connection with that event.   The current What Is Jazz?, which started on Sunday and will run through June 22, is the strongest in years. It presents its own point of view without being reactionary or apologetic. And showcasing performers who straddle the line between jazz-related improvisation and more traditional jazz, the festival makes it clear that a sizable community of musicians exists in that world along with a dedicated audience.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Give Messier a Hand, To Wear His 6th Ring","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-give-messier-a-hand-to-wear-his-6th-ring.html","abstract":"  Mark Messier already owned five Stanley Cup rings, one for each finger of his left hand, when he arrived in New York at the start of the 1991-92 season. He would always be considered one of the great players in the game. He did not need to prove anything to anyone.   Always, though, Messier felt as if he needed to prove something to himself.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Iran Aids Foes of P.L.O.","web_url":"https://www.nytimes.com/1994/06/15/world/iran-aids-foes-of-plo.html","abstract":"  Iran is providing financial aid to Palestinian refugees in Lebanon who oppose the peace agreement between the Palestine Liberation Organization and Israel, a dissident P.L.O. leader said today.   The aid is being provided to the refugee district of Ain Hilwe, near Sidon, and includes money for educational, medical and social welfare projects once financed by the P.L.O. The aid has been provided during the last year, but was not made public until today. Iran provides an estimated $60 million a year to such groups in Lebanon.","thumbnail":null,"section":"World"},{"date":"19940615","headline":"Rostenkowski's Focused New Lawyer","web_url":"https://www.nytimes.com/1994/06/15/us/rostenkowski-s-focused-new-lawyer.html","abstract":"  Dan K. Webb, the former Government prosecutor hired to defend Representative Dan Rostenkowski in a high-stakes corruption trial, was long a star around the Federal courthouse in Chicago.    But it was not until March 12, 1990, that Mr. Webb, then working for the special prosecutor in the Iran-contra case, displayed his prowess to a wider audience. That was his second day of questioning Oliver L. North in a Washington courtroom during the Iran-contra trial of Adm. John M. Poindexter, a former national security adviser.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Once a Resort, Village Struggles With Urban Problems","web_url":"https://www.nytimes.com/1994/06/15/nyregion/once-a-resort-village-struggles-with-urban-problems.html","abstract":"  Claudie Pierre owned a clothing boutique on Main Street here not long ago. But as this once-rustic village changed, so did her line of work.   Like a charity worker, she now helps people find jobs and housing, provides children with a place to stay while their parents work and offers translation in French, Creole and Spanish for new immigrants -- all from a rundown storefront on the street where she once catered to fashion tastes.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Editorial Notebook; More Rushes to Judgment","web_url":"https://www.nytimes.com/1994/06/15/opinion/editorial-notebook-more-rushes-to-judgment.html","abstract":"  If the Supreme Court is raining down eight decisions, as it did on Monday, it must be June. The traditional final month of a high court term is half over, and 23 of the term's 85 argued cases have yet to be decided. Now the nation can brace for hundreds of pages of decisions.    No law ordains this blizzard of print. The Court, supremely autonomous in setting its own calendar, could extend its term into the summer. It can put over the thorniest cases for re-argument in the fall. Monday's output, most of them unanimous decisions, indicates that as usual the hardest, most divisive cases lie ahead.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Sobol's Very German Tale of the Holocaust","web_url":"https://www.nytimes.com/1994/06/15/style/IHT-sobols-very-german-tale-of-the-holocaust.html","abstract":"The Israeli playwright Joshua Sobol's works are much performed in Germany. His approach to the Holocaust, an ironic and shocking mixture of entertainment and horror, has perhaps made more accessible for many Germans a history whose treatments are often dr","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"1894: Dueling in Russia : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/06/15/opinion/IHT-1894-dueling-in-russia-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - The question of dueling in the army has just been sensibly settled in Russia. The Czar has decreed that no duel shall take place in his army until a \"jury of honor\" has determined whether or not the meeting is necessary. If the jury deci","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"Blacks Say Unity Seems A Bit Closer","web_url":"https://www.nytimes.com/1994/06/15/us/blacks-say-unity-seems-a-bit-closer.html","abstract":"  For now, words of fire and hope were the best the National African American Leadership Summit had to offer when the three-day conference ended today with promises of more and bigger meetings.   But many of the dozens of prominent blacks who had gathered here from across the country said they had never expected to produce much more than talk -- something they said was a crucial first step for so diverse a group, ranging from black Masons and dentists, to black sorority sisters, civil rights leaders and businessmen, to Louis Farrakhan.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Catholics Challenging Right-to-Die Legislation","web_url":"https://www.nytimes.com/1994/06/15/nyregion/catholics-challenging-right-to-die-legislation.html","abstract":"  Since 1988, when a court ruling significantly restricted the right of New York families to end life support for incapacitated relatives, the Legislature and Gov. Mario M. Cuomo have struggled to enact laws that would establish that right.    But the latest such effort -- a bill that would allow family members and friends to make medical decisions for incompetent patients, without the patients' explicit permission -- faces difficulty in the Legislature because of new opposition from the state's Roman Catholic bishops.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Russian Rangers Say Nyet to Possible Defeat","web_url":"https://www.nytimes.com/1994/06/15/sports/stanley-cup-finals-russian-rangers-say-nyet-to-possible-defeat.html","abstract":"  The world is getting smaller. Ever since Lord Stanley donated the cup that would bear his name in 1893, there has never been a Russian citizen's name engraved on the Stanley Cup. There were names of Russian extraction, but never a Russian. Now there will be four: Aleksandr Karpovtsev, Aleksei Kovalev, Sergei Nemchinov, Sergei Zubov.   All four of them born in Moscow, they will have their names inscribed in the shiny, weighty, well-traveled symbol of the National Hockey League, North America's best-known sporting trophy, as a result of the Rangers' 3-2 victory in the seventh game last night.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Books of The Times; A Medium and Message Of Unspoken Eloquence","web_url":"https://www.nytimes.com/1994/06/15/movies/books-of-the-times-a-medium-and-message-of-unspoken-eloquence.html","abstract":"  Seductive Cinema   The Art of Silent Film   By James Card   Illustrated. 319 pages. Alfred A. Knopf. $35.     \"We had faces, then!\" cries Norma Desmond, the dethroned and deranged silent-movie actress played by Gloria Swanson in \"Sunset Boulevard.\" They did, and they had bodies, too, alive to every flicker of expression. Watching \"The Cabinet of Doctor Caligari\" in 1926, Virginia Woolf thought the film got at something beyond the grasp of any novelist: \"some secret language, which we feel and see, but never speak.\" Having watched it again and again between the 1920's and the 90's, James Card remains in thrall, not just to the demonic graphics of \"Caligari,\" but also to the entire medium of silent film. He is a film historian who for nearly 30 years was the director of the film department at the prestigious George Eastman House of Photography in Rochester. \"The Seductive Cinema\" is his tale of a medium and a passion. By the end, you too will be a willing captive.   The tale begins in Cleveland in 1920. Houses had phonograph records and player pianos, but only the downtown district had movie theaters: 147 in all, and by the mid-1920's, averaging five films a week, Mr. Card had sat in just about every one. He had got his first hand-cranked home projector in 1921. By high school, he was renting Douglas Fairbanks's \"Robin Hood\" and John Barrymore's \"Tempest,\" and showing them to local audiences.","thumbnail":null,"section":"Movies"},{"date":"19940615","headline":"Adoption Can Be Compelled, Appeals Court Rules","web_url":"https://www.nytimes.com/1994/06/15/nyregion/adoption-can-be-compelled-appeals-court-rules.html","abstract":"  The New York Court of Appeals ruled today that a person who backs out of an adoption at the last minute can still be forced to become the child's legal parent.    Legal experts said the ruling set a precedent because it stated explicitly that a person could be legally compelled to become a parent against his or her wishes. But the decision was so narrow that the experts said it was unlikely to have a widespread effect.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Angels Trade Smith","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-baseball-angels-trade-smith.html","abstract":"  The California Angels granted the wish of outfielder DWIGHT SMITH yesterday, trading him to the Baltimore Orioles in exchange for a player to be named later. Smith hit .262 with 5 homers and 18 runs batted in for the Angels. In his final at-bat with the team, as a pinch-hitter, he homered during the 12-7 loss to the Kansas City Royals on Monday night.   To fill Smith's spot on their roster, the Angels activated infielder REX HUDLER from the 15-day disabled list.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Some Simply Belong at the U.S. Open","web_url":"https://www.nytimes.com/1994/06/15/sports/on-golf-some-simply-belong-at-the-us-open.html","abstract":"  The crowds parted and he walked through to a standing ovation, grinning, waving and flashing a thumbs-up. Arnold Palmer, 64 years old, was about to tee off in a practice round yesterday, and the warm reception the spectators at the No. 1 tee gave to the local boy from Latrobe, Pa., was enough to raise goose bumps on the most jaded observer.   Palmer's presence here in the United States Open has not been universally applauded. There are those who have questioned whether the United States Open is still open. Since the United States Golf Association has seen fit to give out five special exemptions into the field at Oakmont Country Club, the most in the history of the championship, it has been suggested that the United States Open is on the way to becoming the United States Invitational.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"The Pop Life","web_url":"https://www.nytimes.com/1994/06/15/arts/the-pop-life-402060.html","abstract":"  Speaking for Soundgarden   In 1988, Soundgarden became the first of Seattle's so-called grunge-rock bands to sign with a major record label. Its ascent, however, has been slow. It wasn't until March, when its album \"Superunknown\" (A&M) entered the pop charts at No. 1, that Soundgarden reached a level of success comparable to that of other Seattle bands like Pearl Jam and Nirvana. Tomorrow and Friday night, Soundgarden is to perform at the 5,000-seat New York State Armory in Manhattan, which rarely has concerts. The shows sold out in less than two days.   Soundgarden plays slow, bluesy heavy-metal dirges rooted in the hard rock of 70's bands like Led Zeppelin and Black Sabbath. Its songs seem to come from a heart so overloaded with pain that it has become numb. But speaking by telephone before a concert in Chicago, the Soundgarden singer, guitarist and songwriter Chris Cornell sounded anything but numb. In fact, he was quite passionate, especially when given the opportunity to expound upon the group's success.","thumbnail":null,"section":"Arts"},{"date":"19940615","headline":"Knicks Often Best When It Seems Worst","web_url":"https://www.nytimes.com/1994/06/15/sports/nba-finals-knicks-often-best-when-it-seems-worst.html","abstract":"  Two days from a disappointing loss on Sunday and trailing two games to one, the Knicks find themselves in the familiar position of having to struggle up a steep hill as they resume the National Basketball Association finals against the Houston Rockets tonight at Madison Square Garden. But the Knicks seem to take pride and a perverse pleasure from overcoming odds.   \"When we get our backs to the wall, that's when we play our best,\" Anthony Mason, a Knick forward, said yesterday before practice in Purchase, N.Y. \"But we're not going to get down 3-1 just to see how good we can play.\"","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Shameful Dawdling on Rwanda","web_url":"https://www.nytimes.com/1994/06/15/opinion/shameful-dawdling-on-rwanda.html","abstract":"  One can stipulate that the U.S. has no vital interests or historical ties in Rwanda that might justify sending troops to this tormented central African country. That said, the Clinton Administration chose an awful time to delay logistical aid to U.N. peacekeepers, and a worse time to apply a semantic sponge to crimes against humanity.    Just the other day, President Clinton was in France summoning the memories of a just war against a genocidal foe. Meantime the appalling butchery continues in Rwanda, where rebel militias last week slaughtered three Catholic bishops; the worth of a cease-fire agreement announced yesterday remains to be tested. Yet a paralyzed Pentagon quibbles over nickels and dimes instead of rushing U.S. armored vehicles to the first elements of a projected force of 5,500 U.N. peacekeepers.","thumbnail":null,"section":"Opinion"},{"date":"19940615","headline":"An End to Welfare?","web_url":"https://www.nytimes.com/1994/06/15/us/an-end-to-welfare.html","abstract":"  For all its complexity, the welfare plan that President Clinton put forward today will be judged by one, seemingly simple standard: Does it deliver on his famous pledge \"to end welfare as we know it\"?   He has reasons to argue that it does. The President has proposed a set of work requirements far stricter than those advocated by his predecessors, and penalties that are far more severe. When his program is fully in place, women who refuse to join a work program will get no more money. Period.","thumbnail":null,"section":"U.S."},{"date":"19940615","headline":"Clarke Rejoining Flyers","web_url":"https://www.nytimes.com/1994/06/15/sports/sports-people-hockey-clarke-rejoining-flyers.html","abstract":"  BOB CLARKE is returning to Philadelphia to become president of the Philadelphia Flyers. The Flyers announced Clarke's return yesterday but declined to say what they offered the Florida Panthers in return or whether Clarke will become a part-owner. A news conference has been scheduled for today.   Clarke finished his 15-year career in 1984 as the Flyers' career leading scorer with 358 goals and 1,210 points in 1,144 games. He served as general manager from 1984 to 1990, when he was fired, ending his 22-year association with the franchise.","thumbnail":null,"section":"Sports"},{"date":"19940615","headline":"Photographer Is Found Slain in Village","web_url":"https://www.nytimes.com/1994/06/15/nyregion/photographer-is-found-slain-in-village.html","abstract":"  A 32-year-old photographer was found stabbed to death Monday night in his Greenwich Village apartment, the police said yesterday.    The man, Richard Whitesell, was said by neighbors and friends to be openly gay, and the killing prompted the New York City Gay and Lesbian Anti-Violence Project to renew its call for a police task force to investigate 10 cases an organization official said were \"pickup murders\" of gay men within the last two years.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Teaching, As Taught By Patton","web_url":"https://www.nytimes.com/1994/06/15/nyregion/about-new-york-teaching-as-taught-by-patton.html","abstract":"  IS there anything in the world that could have better prepared someone for teaching in a New York City high school than watching George Patton at close range as Old Blood and Guts as he inspired war-weary men and boys to slice through German positions?   \"Well, I can see how someone might think that,\" said Joseph D. Rosevich, a 79-year-old retired English teacher at the High School of Fashion Industries in Manhattan. For three and a half years he was Patton's secretary in North Africa, then in Sicily, and ultimately accompanied him during the thrust toward Paris and eastward across the Rhine.","thumbnail":null,"section":"New York"},{"date":"19940615","headline":"Eating Well","web_url":"https://www.nytimes.com/1994/06/15/style/eating-well.html","abstract":"THE Food and Drug Administration tried to think of every eventuality when it issued the Nutrition Labeling and Education Act. The regulations were designed to make food labels less confusing and more uniform so that shoppers could compare products more easily. They were scheduled to take effect on May 8 but an extension has been granted until Aug. 8.\n\nWhen the regulations do take effect, though, it's not at all clear that there will be less confusion.","thumbnail":null,"section":"Style"},{"date":"19940615","headline":"As Police Pursue Clues, O. J. Simpson Seeks Seclusion","web_url":"https://www.nytimes.com/1994/06/15/us/as-police-pursue-clues-o-j-simpson-seeks-seclusion.html","abstract":"  O. J. Simpson, who usually packs his schedule with public appearances around the nation, was closeted today in his house here, as the police investigated the slaying of his former wife and a friend of hers.    Although officials refused to discuss the details, interviews with neighbors and co-workers of Mr. Simpson and the victims -- his second wife, Nicole Brown Simpson, 35, and Ronald Lyle Goldman, a 25-year-old waiter at a restaurant near Mrs. Simpson's home in the Brentwood section -- provided more complete versions of events before and after the killings.","thumbnail":null,"section":"U.S."}],"wiki_events":[],"weather":[{"date":"19940615","time":"1994-06-15 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.1,"rhum":56,"wspd":16.6},{"date":"19940615","time":"1994-06-15 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.3,"rhum":57,"wspd":14.8},{"date":"19940615","time":"1994-06-15 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.6,"rhum":58,"wspd":16.6},{"date":"19940615","time":"1994-06-15 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":61,"wspd":13},{"date":"19940615","time":"1994-06-15 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":64,"wspd":13},{"date":"19940615","time":"1994-06-15 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":10.6,"rhum":64,"wspd":13},{"date":"19940615","time":"1994-06-15 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":11.1,"rhum":62,"wspd":11.2},{"date":"19940615","time":"1994-06-15 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":12.2,"rhum":59,"wspd":16.6},{"date":"19940615","time":"1994-06-15 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.3,"rhum":57,"wspd":11.2},{"date":"19940615","time":"1994-06-15 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":13.9,"rhum":54,"wspd":18.4},{"date":"19940615","time":"1994-06-15 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":50,"wspd":16.6},{"date":"19940615","time":"1994-06-15 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":47,"wspd":18.4},{"date":"19940615","time":"1994-06-15 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":41,"wspd":20.5},{"date":"19940615","time":"1994-06-15 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.5,"rhum":39,"wspd":16.6},{"date":"19940615","time":"1994-06-15 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21,"rhum":38,"wspd":14.8},{"date":"19940615","time":"1994-06-15 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.7,"rhum":36,"wspd":20.5},{"date":"19940615","time":"1994-06-15 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.6,"rhum":35,"wspd":20.5},{"date":"19940615","time":"1994-06-15 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.2,"rhum":36,"wspd":22.3},{"date":"19940615","time":"1994-06-15 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":48,"wspd":16.6},{"date":"19940615","time":"1994-06-15 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":36,"wspd":31.3},{"date":"19940615","time":"1994-06-15 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.1,"rhum":39,"wspd":24.1},{"date":"19940615","time":"1994-06-15 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.3,"rhum":44,"wspd":16.6},{"date":"19940615","time":"1994-06-15 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19,"rhum":49,"wspd":22.3},{"date":"19940615","time":"1994-06-15 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.9,"rhum":51,"wspd":13},{"date":"19940615","time":"1994-06-15 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":49,"wspd":16.6},{"date":"19940615","time":"1994-06-15 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":51,"wspd":14.8},{"date":"19940615","time":"1994-06-15 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":63,"wspd":13},{"date":"19940615","time":"1994-06-15 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":70,"wspd":16.6},{"date":"19940615","time":"1994-06-15 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":72,"wspd":14.8},{"date":"19940615","time":"1994-06-15 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":72,"wspd":14.8},{"date":"19940615","time":"1994-06-15 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":74,"wspd":16.6},{"date":"19940615","time":"1994-06-15 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":11.2},{"date":"19940615","time":"1994-06-15 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":79,"wspd":9.4},{"date":"19940615","time":"1994-06-15 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":9.4},{"date":"19940615","time":"1994-06-15 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":82,"wspd":9.4},{"date":"19940615","time":"1994-06-15 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":79,"wspd":11.2},{"date":"19940615","time":"1994-06-15 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":9.4},{"date":"19940615","time":"1994-06-15 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":70,"wspd":9.4},{"date":"19940615","time":"1994-06-15 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":63,"wspd":7.6},{"date":"19940615","time":"1994-06-15 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":56,"wspd":9.4},{"date":"19940615","time":"1994-06-15 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":35.6,"rhum":43,"wspd":18.7},{"date":"19940615","time":"1994-06-15 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":39,"wspd":13},{"date":"19940615","time":"1994-06-15 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":36.1,"rhum":43,"wspd":16.6},{"date":"19940615","time":"1994-06-15 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":37.2,"rhum":37,"wspd":14.8},{"date":"19940615","time":"1994-06-15 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":59,"wspd":14.8},{"date":"19940615","time":"1994-06-15 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":57,"wspd":13},{"date":"19940615","time":"1994-06-15 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":59,"wspd":18.7},{"date":"19940615","time":"1994-06-15 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":72,"wspd":18.7}]}}