{"19940718":{"guardian_articles":[],"nytimes_articles":[{"date":"19940718","headline":"Washington Talk; Bosnia Peace Move May Bring U.S. Commitment","web_url":"https://www.nytimes.com/1994/07/18/world/washington-talk-bosnia-peace-move-may-bring-us-commitment.html","abstract":"  With all eyes here on a possible invasion of Haiti, Tuesday's deadline for the warring parties in Bosnia to accept or reject a new peace plan is sneaking up scarcely noticed -- even though its acceptance would touch off a much larger and more dangerous commitment of American troops.    The Muslim-led Bosnian Government and its Croatian allies have signaled they will accept the plan, which was brokered by diplomats from the United States, France, Britain, Germany and Russia.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Pataki Challenged Directly To Bare Tax Returns Now","web_url":"https://www.nytimes.com/1994/07/18/nyregion/pataki-challenged-directly-to-bare-tax-returns-now.html","abstract":"  Seeking to move his teetering campaign from defense to offense, Gov. Mario M. Cuomo's campaign manager called today for Senator George E. Pataki, the Governor's leading Republican rival, to release his tax returns immediately.   Mr. Pataki, a freshman Senator from Putnam County, has been promising that he would make his financial records available for inspection since he was nominated at the Republican state convention in late May. But he has yet to do so, saying his lawyers and accountants are still compiling information.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"A Promise on Coverage; a Hint on Abortion","web_url":"https://www.nytimes.com/1994/07/18/us/the-health-care-debate-the-states-a-promise-on-coverage-a-hint-on-abortion.html","abstract":"  The Senate majority leader, George J. Mitchell, told the nation's governors today that he would not compromise on the goal of providing health insurance for all Americans, but a Clinton Administration official hinted at an accommodation on the question of insurance coverage for abortion services.   Senator Mitchell, a Maine Democrat, said he was having great difficulty blending health care bills into a form that would guarantee health insurance for all, restrain costs and command the support of a majority in the Senate.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"Armenian-Azeri War Lacks Liberators","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-armenian-azeri-war-lacks-liberators-700720.html","abstract":"  To the Editor:   \"Blood in a Faraway War Seems to Flow Unseen\" (The Week in Review, July 10) seriously misstates events in the war between ethnic Armenians and Azeris over Nagorno-Karabakh, an Armenian enclave within the Republic of Azerbaijan. You write that ethnic Armenians \"call it liberated Nagorno-Karabakh.\"","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/18/nyregion/news-summary-695955.html","abstract":"  International A2-7  MORE DEATH IN RWANDA    Rwandan rebels continued attacking in an area where refugees were fleeing to the border, causing many to be trampled to death. They also threatened to invade the French \"safe haven.\" A1","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Brazilians Celebrate on the Streets of Manhattan","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-brazilians-celebrate-on-the-streets-of-manhattan.html","abstract":"  Part dance, part drums, all madness, fans celebrating Brazil's victory in the World Cup final brought a slice of Carnaval to West 46th Street moments after Roberto Baggio's final penalty kick sailed high of the crossbar to give the Brazilians their first cup triumph in 24 years.   \"I'm too young to remember 1970, but this is the most beautiful day of my life,\" said Renato Bortolon, 26, a native of Sao Paulo now living in New Jersey. Wearing a Brazilian team jersey and sambaing with his wife, Jane, to the ubiquitous rhythms, Bortolon concluded: \"I even like the coach now.\"","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/18/nyregion/chronicle-700860.html","abstract":"  Former President JIMMY CARTER and his wife, Rosalynn, are spending the week on an American Indian reservation in South Dakota with 1,200 other volunteers to build 30 homes for people without shelter.   \"We'll either be sleeping in a pup tent or tepees,\" Mr. Carter said Saturday night at the Cheyenne River Sioux Indian Reservation, The Associated Press reported. The former President has helped Habitat for Humanity build homes for low-income people for 11 years.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Ship Is Focus Of Inquiry Into Disease","web_url":"https://www.nytimes.com/1994/07/18/nyregion/ship-is-focus-of-inquiry-into-disease.html","abstract":"  Nearly a third of the passengers who went to a Hudson River pier on Saturday planning to take a luxury cruise to Bermuda canceled their trips after Federal investigators warned them that three passengers on a previous cruise had been hospitalized with Legionnaires' disease.   Health officials said yesterday there did not appear to be enough risk to quarantine the vessel, the Horizon, which is operated by Celebrity Cruises, and the ship sailed out of New York Harbor late Saturday. But two investigators from the Federal Centers for Disease Control and Prevention were along, trying to determine the source of the disease.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Ready to Set Off Alarms","web_url":"https://www.nytimes.com/1994/07/18/sports/golf-ready-to-set-off-alarms.html","abstract":"  One inconvenience in having a bullet lodged in your neck is that you may need a note from your doctor to get past the metal detector at an airport. That, anyway, is what Kim Williams is anticipating.   \"I can just picture all the alarms going off and officials making me throw my hands up,\" she said.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Two Days Later, Keenan Is Back: As Coach of the Blues","web_url":"https://www.nytimes.com/1994/07/18/sports/hockey-two-days-later-keenan-is-back-as-coach-of-the-blues.html","abstract":"  Mike Keenan, who abruptly quit as coach of the Rangers only Friday night, completed a stunning weekend of job-shopping and job-hopping last night when he joined the St. Louis Blues as coach and general manager.   \"This has come around very quickly,\" Keenan said. \"I'm very fortunate to have this opportunity.\" Asked if he planned to fulfill the five years of his new contract, Keenan replied: \"I hope so. I hope I'm here longer than that.\"","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Trouble at the Prado: Even the Roof Leaks","web_url":"https://www.nytimes.com/1994/07/18/arts/trouble-at-the-prado-even-the-roof-leaks.html","abstract":"  As chairman of the Prado's board, Jose Antonio Fernandez Ordonez should be cheerfully preparing to celebrate the museum's 175th anniversary this fall. Instead he appears to be almost in mourning, repeating like a mantra that the Prado's state of health is \"lamentable.\"   His gloom is understandable. The museum has had four directors in just over three years; its budget has been frozen since 1986; it desperately needs extra space for its collection, and it is short of qualified staff. Even its roof leaks. \"It's a lamentable tale,\" Mr. Fernandez Ordonez said. \"It's good enough for a novel.\"","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"Sport's Troubles Are Left Behind on Saratoga Vacation","web_url":"https://www.nytimes.com/1994/07/18/sports/horse-racing-sport-s-troubles-are-left-behind-on-saratoga-vacation.html","abstract":"  For the 126th summer in a row, New York racing will pack up its troubles in the old kit bag this week and head 180 miles north to Saratoga Springs. And there, for the next five and a half weeks, it will stage 34 days of elegant racing in the foothills of the Adirondacks, far from the dwindling fields, dwindling attendance and dwindling revenue that bedevil thoroughbred racing back in the city.   This is where stakes races and corn on the cob are served every day, where the best horses in the country take the stage every day, where the 2-year-old prodigies launch their careers -- in fact, where on opening day, the leading juvenile filly Unacceptable and the leading juvenile colt De Niro will both race in stakes that could launch their careers toward championships.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/18/nyregion/chronicle-700851.html","abstract":"  In 1963, GEORGE WHITE, then a movie story editor, decided that he had to rescue a farm complex in Waterford, Conn., from being burned down as an exercise for the local fire department. He founded the Eugene O'Neill Theater Center there, as a place where playwrights, directors and other people in the theater could assemble in the summer to discuss the craft of theater and develop their works.    On Saturday, the center is holding a barbecue celebrating its longevity, and Mr. White, now the president of the center, pointed out the other day that it has much to celebrate. \"Two Nobel laureates, two Oscar, six Tony and five Pulitzer winners have all been here,\" he said.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"4-0 Victory Is Historic, Coach Declares : Swedes Take 3d Place As Bulgarians Falter","web_url":"https://www.nytimes.com/1994/07/18/sports/IHT-40-victory-is-historic-coach-declares-swedes-take-3d-place-as.html","abstract":"The ultimate compliment was paid Bulgaria by Sweden's coach, Tommy Svensson. Reaching the final against Brazil and Pelé in 1958, he said, could not match the achievement of Sweden's third-place, 4-0 victory over the Bulgarians..Warning: These are","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/18/nyregion/c-corrections-700410.html","abstract":"  An article in some copies yesterday about a Brooklyn fire that killed a man and his son misstated their last name. They were Cleveland and Nashaun McCord, not McCloud.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/18/nyregion/inside-695777.html","abstract":"  The Challenge in North Korea   The biggest job facing the expected successor to power in North Korea will be to rescue the country's plummeting economy, and if he fails, the country could collapse. Page A3. Apollo 11, Reconsidered   Many Americans remain proud of the effort that produced the first manned lunar mission 25 years ago, but their pride is tempered by mundane challenges as yet unconquered. Page A11. Price Wins British Open    Sinking a 50-foot eagle putt on the 17th hole, Nick Price overcame Jesper Parnevik to win the 123d British Open with a 72-hole total of 268 at Turnberry. SportsMonday, C1.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Coalition Pays Taxes","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-coalition-pays-taxes-700711.html","abstract":"  To the Editor:   In Anna Quindlen's July 6 tirade about the Christian Coalition's driving the Republican Party, she states that \"the Christian Coalition wants to have it both ways, keeping the tax-exempt status of a religious organization, while behaving like a political one.\" The Christian Coalition is not a tax-exempt religious organization. This is stated at the bottom of all of its literature requesting donations. CAROL JEANNE JOHANNES  Rochester, July 7, 1994","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Mothers in Prison, Children in Limbo; hen Inmates Are Parents, the Pain of Incarceration Is Spread","web_url":"https://www.nytimes.com/1994/07/18/nyregion/mothers-prison-children-limbo-hen-inmates-are-parents-pain-incarceration-spread.html","abstract":"  Every three months, a 12-year-old from Long Island goes to a secret place in Manhattan to visit her mother. She tells friends that her mother is in Las Vegas, \"dealing with her divorce.\" In fact, she is in the Bayview Correctional Facility serving a 3 1/2-to-7-year sentence for attempted sale of drugs.   \"I don't want the whole world to know, because I don't want anybody to judge me because of what my mother has done,\" said the girl, who lives with her maternal grandparents and a younger brother and sister.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Abroad at Home; Where Power Lies","web_url":"https://www.nytimes.com/1994/07/18/opinion/abroad-at-home-where-power-lies.html","abstract":"  When Robert B. Fiske Jr., the independent counsel on Whitewater, reported that there was nothing to the horror stories about the death of Vincent Foster, that Mr. Foster had indeed committed suicide, I expected that those who had spread the stories would be called to account.   The Rev. Pat Robertson, for example, the leader of the Christian coalition, had luridly suggested that Mr. Foster, deputy White House counsel, was murdered and the crime covered up by the Clinton Administration. Rush Limbaugh, the talk-show host, broadcast a report that Mr. Foster died in an Administration \"safe house\" and his body was then spirited to the park where it was found.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"For Cultural Institutions, Art of Collaboration Is Biggest Show in Town","web_url":"https://www.nytimes.com/1994/07/18/nyregion/for-cultural-institutions-art-of-collaboration-is-biggest-show-in-town.html","abstract":"  Veronique LeMelle, executive director of the small Jamaica Arts Center in Queens, has grown weary of waiting in dread for each year's budget to emerge from City Hall. Whether the news is good or bad, the anxiety and uncertainty can be devastating for a small institution such as hers, planning only a few months ahead on the cultural calendar.   In 1991, her innovative combinations of art and social-service programs -- including an H.I.V. risk-reduction program in several Queens shelters for the homeless using quilt-making and theater -- suffered significant cutbacks. This year, to her amazement, she got a slight increase.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Good News on Inflation!","web_url":"https://www.nytimes.com/1994/07/18/opinion/good-news-on-inflation.html","abstract":"The great inflation mania has sent financial markets reeling. Yet good news is brewing on the price front. America's vast service sector is finally being squeezed, and a new mosaic of disinflation is emerging. While the Fed may be justified in raising interest rates further, this means such hikes should be small.\n\nThe service sector -- retailers, banks, airlines, etc. -- makes up nearly 60 percent of the Consumer Price Index. Long sheltered from the forces of global competition, it has been complacent on cost control and therefore the most inflation-prone segment of the economy. But now it has been transformed by deregulation and the arrival of new global competitors. Countless service companies have begun to focus on efficiency and cost control for the first time ever.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"A United Yemen Fosters Democracy in Mideast","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-a-united-yemen-fosters-democracy-in-mideast-808614.html","abstract":"  To the Editor:   \"The civil war tearing Yemen apart threatens wider troubles,\" you write in \"Yemen: Risky War, Cautious Response\" (editorial, July 5). Yet you fail to mention the true vested interest of the neighboring countries in the region, namely the Saudis and their allies.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Yanks Sweep Seattle With a Thunderclap","web_url":"https://www.nytimes.com/1994/07/18/sports/baseball-yanks-sweep-seattle-with-a-thunderclap.html","abstract":"  For the second time in three days, Seattle Manager Lou Piniella was not available for post-game comment. That usually means one of two things: Either the Yankees are hitting the ball awfully well or the Mariners and their woeful pitching staff have very little to talk about.   Somewhere in between you will find a team with new self-esteem and another that needs some help.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"A Tradition Of 28 Years: Everybody To the Pool","web_url":"https://www.nytimes.com/1994/07/18/nyregion/a-tradition-of-28-years-everybody-to-the-pool.html","abstract":"  Of course Audree Weil was sitting in the wooden pool chair behind the first lifeguard stand and next to the palm tree. Since she winters in Puerto Rico, the pool staff planted the palm tree on her behalf several years ago. On a hot summer day, anyone searching for Ms. Weil knows that that is where she will be. Not only is she there day after day -- arriving the moment the doors open -- she is there year after year. For 28 years, which is exactly how long the pool has existed.   She was watching the clock, getting into the slow rhythms of the day. In three minutes, it would be 2 P.M. Every hour, on the hour, from 1 to 5, was the cherished adult swim period. The five million kids who seemed to crowd the pool the rest of the day were banned for 20 minutes, and only those 18 and over could swim.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Taunts Focus On Incumbent In Virginia","web_url":"https://www.nytimes.com/1994/07/18/us/taunts-focus-on-incumbent-in-virginia.html","abstract":"  The three challengers to Senator Charles S. Robb ganged up on him at a debate here on Saturday night, taunting him for declining to answer a question. The Senator parried with low-decibel, technical answers and said he planned to be \"consistently boring\" during the campaign.   Mr. Robb, the Democratic nominee in the Virginia Senate race, has a slight lead in the polls over his rivals: the Republican nominee, Oliver L. North; a Democrat running as an independent, former Gov. L. Douglas Wilder, and another independent, J. Marshall Coleman, who is usually a Republican. \"This is tag-team wrestling, three on one,\" Mr. Robb said today. \"I'm perceived as the front-runner, and all these fellas want my job.\"","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"THE HEALTH CARE DEBATE: Washington at Work; For Majority Leader, a Quest For a Health Care Consensus","web_url":"https://www.nytimes.com/1994/07/18/us/health-care-debate-washington-work-for-majority-leader-quest-for-health-care.html","abstract":"  Being majority leader of the House is a fine job when a majority exists behind a bill. But building a majority is an entirely different experience, a painstaking exercise in ego stroking, family therapy, ideological fire-walking and endless nudging toward compromise among members passionately at odds.   This is one of those moments for Representative Richard A. Gephardt, the man who must build a consensus for a health care bill in the next four weeks. His task is variously described as \"herculean\" and \"almost undoable\" by his colleagues; it is clearly not for the faint of heart or the short of temper.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"Buddhist Fans Send Baggio Their Blessings","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-notebook-buddhist-fans-send-baggio-their-blessings.html","abstract":"  Hundreds of Bangladeshis crowded into a Buddhist pagoda in Cox's Bazar yesterday to pray for the World Cup fitness of Roberto Baggio, the Italian soccer star who paid for the temple's renovation, local officials said.   Bangladeshi fans were deeply worried by reports that their soccer idol's chances of playing in the final against Brazil were only 50-50 because of a strained hamstring, the officials said in this resort town.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Women in Prison Don't Get Equal Treatment","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-women-in-prison-don-t-get-equal-treatment-688975.html","abstract":"  To the Editor:   \"Women Doing Crime, Women Doing Time\" (The Week in Review, July 3) recognizes that women are being arrested at a higher rate than men (though the number of women incarcerated is still lower), which brings up the issue of disparate treatment within correctional facilities.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"1894:An Anarchist Link?: IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/18/opinion/IHT-1894an-anarchist-link-in-our-pages100-75-and-50-years-ago.html","abstract":"BERLIN - The German police is at present making active investigations to find out if Caserio, the assassin of President Carnot, has any friends among the numerous Italian Anarchists in Germany. Up to the present, nothing has been discovered which tends to","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"On the Space Nostalgia Frontier in Florida","web_url":"https://www.nytimes.com/1994/07/18/us/on-the-space-nostalgia-frontier-in-florida.html","abstract":"  Here on what Floridians call the Space Coast, where Route A1A changes into Astronaut Boulevard, a new spirit of hope has landed at the Moon Hut, home of the moonburger.   Just maybe, said Poppy Holiasmenou, one of the restaurant's owners, all this talk about the 25th anniversary of the first moon walk will be one small step for selling the house specialty, a relic of the space kitsch that once reigned here.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"North Korea Said to Dip Into Rice Reserves to Bar Unrest","web_url":"https://www.nytimes.com/1994/07/18/world/north-korea-said-to-dip-into-rice-reserves-to-bar-unrest.html","abstract":"  Reports are circulating here that North Korea's Government, fearing unrest, is dipping into military rice reserves to relieve the hunger of people who have flocked to the capital to mourn the nation's late leader, Kim Il Sung.   Like many reports from the secretive Communist country, this one is difficult to verify. But it reflects what analysts say will be the reality facing Kim Il Sung's son and expected successor, Kim Jong Il: The way to his people's hearts will not be through his father's revolutionary slogans but through their stomachs.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Underdog Festival Reveals Universe Beyond Rock","web_url":"https://www.nytimes.com/1994/07/18/arts/pop-review-underdog-festival-reveals-universe-beyond-rock.html","abstract":"  The image of this summer of rock festivals and stadium tours is a T-shirted teen-ager dancing in the sun. World of Music, Arts and Dance (Womad), which brought nine hours of rock, rap, reggae and world music to the Jones Beach Theater on Saturday afternoon, changed the soundtrack behind the image. Suburban rock fans were dancing to speedy, tangy music by Ashkabad, from Turkmenistan, and clapping along with Mustapha Tettey Addy's drummers from Ghana. Womad was doing its job.   Womad is an underdog festival. It doesn't have a legendary trademark like Woodstock; it doesn't have a cool reputation like Lollapalooza. With Peter Gabriel, Arrested Development, Midnight Oil, Live, Lucky Dube and the Levellers as its headliners, it falls between alternative-rock cachet and mainstream bankability. Its bands tend to offer positive ideas rather than raw anger or despair, while its purpose -- to introduce listeners to music from around the world while presenting enough rock to fill arenas -- has both a quaint do-gooder air and some built-in discrepancies.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"A Team Electrifies A Country","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-a-team-electrifies-a-country.html","abstract":"  After 120 minutes of nail-biting anxiety, the world's largest soccer nation exploded in an off-season Carnaval tonight, as horn-blaring caravans streaked through streets, celebrants danced the samba behind booming drum corps and delirious fans waded fully clothed into the warm waters of the South Atlantic.   From Amazon villages to sophisticated coastal metropolises, joyous crowds blocked traffic, children exploded firecrackers, women in string bikinis gyrated to samba steps and everyone chanted over and over: \"Brasil -- tetracampeao,\" or Brazil -- four-time world champion.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Undercover at G.E. -- A special report; F.B.I. Inquiry on Jet Engines: New Jolt to Company Image","web_url":"https://www.nytimes.com/1994/07/18/us/undercover-ge-special-report-fbi-inquiry-jet-engines-new-jolt-company-image.html","abstract":"  Dawn was just a streak in the sky when Ian Johnson drove into the lot behind a pizza parlor last winter and waited anxiously for Stephen Kosky, an agent of the Federal Bureau of Investigation. In a ritual repeated each morning, the agent removed the tape from a tiny recorder hidden on Mr. Johnson's body and replaced it with a fresh one.   An hour later, after returning home for breakfast, Mr. Johnson, his palms sweaty, would flash his company identification card at the guard at Gate 42 and walk into the General Electric Company's sprawling aircraft engine plant at Evendale, Ohio, a few miles north of here. There, he secretly recorded dozens of conversations with fellow engineers and supervisors over six months last winter and spring.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"The German Special Relationship","web_url":"https://www.nytimes.com/1994/07/18/opinion/the-german-special-relationship.html","abstract":"  Germany marked the passing of an era last Tuesday with the departure of U.S. troops from Berlin and the formal end of four-power occupation. President Clinton and Chancellor Helmut Kohl stood side by side at the Brandenburg Gate, where the Berlin wall once divided and disfigured the city. Germany's highest court that very day confirmed that the country's Constitution poses no impediment to involving German troops in military operations abroad. That is reassuring for those who believe Germany needs to carry its weight in securing Europe.   But the issues of America's troop presence and Germany's military role have obscured the changed relationship between the two countries. Once Germany was militarily dependent on NATO and deferred to American wishes; now the two cooperate as equals with common interests.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"DIALOGUE: Arsenals Abroad; Export Control For the 1990's","web_url":"https://www.nytimes.com/1994/07/18/opinion/dialogue-arsenals-abroad-export-control-for-the-1990-s.html","abstract":"  The United States' system for controlling sales of technology abroad was built in the cold war, a time when the U.S. and its allies dominated export markets and controlled critical technologies. That world no longer exists. As Congress begins debate this week on a new Export Administration Act to replace the one that expired in June, it has a chance to transform the system from a cold war relic into one that responds to the security needs and economic challenges of the 1990's.   The stakes are high. The Export Administration Act governs the export of \"dual use\" goods and technologies -- computers, telecommunications equipment, machine tools, electronics, aerospace products and other commercial items that can also have military applications. These are our most technologically advanced industries. They offer high-wage, high-skilled jobs. Growth in these job-creating sectors depends on exports. If export controls are poorly conceived, these sectors -- and U.S. competitiveness -- will suffer.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Comet Pummels Jupiter, Revealing Details","web_url":"https://www.nytimes.com/1994/07/18/us/comet-pummels-jupiter-revealing-details.html","abstract":"  The titanic bombardment of Jupiter by a dying comet rained more mountain-size fragments on the giant planet yesterday, and new pockmarks and blemishes proliferated on its cloud-covered face.   Although astronomers were unsure whether the bombardment would continue as violently as it began on Saturday, astronomers at observatories around the world hoped that each fresh cometary explosion would reveal hitherto concealed details of the planet's structure.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/18/nyregion/no-headline-696137.html","abstract":"  \"The vast majority of taxpayers have always seen tuberculosis as the disease of the impoverished, the immigrant and the homeless. But La Quinta points out that tuberculosis has come home to roost with a vengeance.\" -- DR. RICHARD JACKSON.  [ B6:1. ]","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"In U.S., Crime Strikes Youth At High Rate","web_url":"https://www.nytimes.com/1994/07/18/us/in-us-crime-strikes-youth-at-high-rate.html","abstract":"  While youngsters 12 to 17 years old account for less than 10 percent of the American population, they are assaulted, robbed and raped at a higher rate than any other age group, constituting 23 percent of the victims of such crimes, according to a Justice Department study made public today.   The study, done by the Office of Juvenile Justice and Delinquency Prevention in the department, found that in 1992 people 12 to 17 years old were victims of 1.55 million violent crimes, an increase of 23 percent since 1987. According to the study, 1 juvenile in 13 was a victim of violent crime. By comparison, the rate for people 35 years old and above was 1 in 72. The office did not look at homicide rates.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"As Giants Start, Attention Turns to the Quarterbacks","web_url":"https://www.nytimes.com/1994/07/18/sports/pro-football-as-giants-start-attention-turns-to-the-quarterbacks.html","abstract":"  When Giants quarterbacks Dave Brown and Kent Graham walked off the field today after the team's first day of workouts, they automatically went to two separate spots on the field. And, predictably, the horde of reporters split into two groups and followed them. The questions they fielded were boring, predictable and even silly. And this was just Day 1.   The big event of the Giants' first day of practice to open the 1994 season was what the quarterbacks had to say. Quarterback duels often degenerate into total nonsense, and this one is well on its way. It is important, of course, because as the quarterbacks, go the Giants may go. And the pressure on these two young players will be great.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Mozart's Restyling Of Handel","web_url":"https://www.nytimes.com/1994/07/18/arts/music-review-mozart-s-restyling-of-handel.html","abstract":"  Was Mozart headed into a neo-Baroque period at his death? Something of the sort is suggested by such late works as the Requiem, \"La Clemenza di Tito\" and the F-minor organ fantasia, although proto-Romantic pieces from the same period indicate otherwise. Mozart's Baroque interests were inspired by Baron Gottfried van Swieten, a knowledgeable music patron who worked to buttress the failing reputations of Bach and Handel late in the 18th century. Mozart made arrangements of several Handel works for the baron's Baroque concerts; the last of these, \"Ode for St. Cecilia's Day,\" was performed at Avery Fisher Hall on Friday as part of a Baroque-oriented week of Mostly Mozart.   Adapting the \"Ode\" for Classical forces, Mozart added some inner voices but did not actively re-compose; there is nothing unmistakably Mozartean. Instead, one hears a rather anonymous, high-gloss \"modernization,\" inferior but not detrimental to Handel's original. Gerard Schwarz led an enthusiastic, extroverted account, with broad, operatic vocal work by the tenor Gary Lakes and, commandingly, the soprano Christine Brewer (both singing in German, although not the translation printed in the program). What I missed were the \"sharp violins\" of John Dryden's poem, the exact, passionate articulation on which this music thrives. The same lack of clarity bedeviled Handel's Concerto Grosso in B minor (Op. 6, No. 12), first on the program.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"Rioting Evokes Days of Arab Uprising","web_url":"https://www.nytimes.com/1994/07/18/world/rioting-evokes-days-of-arab-uprising.html","abstract":"  It was a scene from the past: Sirens blaring, ambulances carrying scores of wounded to hospitals, hundreds of youths throwing stones at Israeli soldiers who shot back with bullets and tear gas at the edge of the Gaza Strip.   Despite the peace accord between the Palestine Liberation Organization and Israel, Gaza was seething again today.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Keenan Takes Job As St. Louis Coach","web_url":"https://www.nytimes.com/1994/07/18/sports/keenan-takes-job-as-st-louis-coach.html","abstract":"  Two days after he quit as the Rangers' coach, charging them with breaching his contract by not paying him a bonus on time, Mike Keenan signed as coach and general manager of the St. Louis Blues.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Reaux in Free Concert","web_url":"https://www.nytimes.com/1994/07/18/arts/reaux-in-free-concert.html","abstract":"  The soprano Angelina Reaux is to sing a free concert of songs by Ricky Ian Gordon today at 12:30 P.M. in Bryant Park, Avenue of the Americas near 42d Street. With the composer at the piano, she will offer five new pieces and other songs. Mr. Gordon used words by Langston Hughes, Edna St. Vincent Millay, Delmore Schwartz, Frank O'Hara, Dorothy Parker and others for the works that will be performed. Rain date: Wednesday at the same time.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"DIALOGUE: Arsenals Abroad; Proliferation In Disguise","web_url":"https://www.nytimes.com/1994/07/18/opinion/dialogue-arsenals-abroad-proliferation-in-disguise.html","abstract":"  This week the House takes up a bill that would make it easier for terrorist nations to build nuclear weapons, chemical weapons and the missiles to deliver them. The fateful debate will focus on the sale of strategic technology -- items like the high-tech furnaces, presses and machine tools that almost gave Saddam Hussein an atomic bomb.    The bill, whose chief sponsor is Representative Sam Gejdenson of Connecticut, would leave U.S. controls no stronger than those of Germany, Switzerland and Italy, the main suppliers of Iraq's nuclear, chemical and missile plants. The stated goal is to protect American exporters from unfair competition; instead, the bill would end American leadership in export control.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Bitter Reminder of a Lethal World War II Tragedy","web_url":"https://www.nytimes.com/1994/07/18/us/bitter-reminder-of-a-lethal-world-war-ii-tragedy.html","abstract":"  Just six weeks after the Normandy invasion and three days before United States forces landed on Guam to retake the island from the Japanese, World War II brought its deadly havoc home to an ammunition base here with a huge explosion that killed 320 people and wounded 390 others.   The explosion at the United States Naval Magazine at Port Chicago, 25 miles northeast of San Francisco, had the force of 5,000 tons of TNT, enough to be felt as far away as Nevada and to vaporize the bodies of those closest to the blast. It also sank two ships that were being loaded and destroyed a train, a 1,200-foot pier and most of the ammunition depot. Of the 320 killed, 202 were black sailors working as stevedores.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"Singapore Journal; Love It or Hate It, This Is the Forbidding Fruit","web_url":"https://www.nytimes.com/1994/07/18/world/singapore-journal-love-it-or-hate-it-this-is-the-forbidding-fruit.html","abstract":"  In this climate-controlled, hygiene-crazed land, even the air is scrubbed clean.   Whatever the odoriferous riot elsewhere in the steamy climes of Southeast Asia, Singapore as a nation is ruthlessly sweet-smelling. The air in most public buildings is pumped through banks of hyperefficient air conditioners, filtering and refiltering the air until a visitor might easily forget that this is the tropics.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"In Pursuit of Music, With All Guns Firing","web_url":"https://www.nytimes.com/1994/07/18/arts/critic-s-notebook-in-pursuit-of-music-with-all-guns-firing.html","abstract":"  This was it: the World Series of classical music, the World Cup of operatic competition, the Olympics of tenordom, the Academy Award for best belters in a leading role. The three tenors had returned.   Jose Carreras, Placido Domingo and Luciano Pavarotti gave reprises of their most famous roles on Saturday night in Los Angeles, and it was not an occasion for subtlety. As Zubin Mehta said just before he went on stage to conduct the Los Angeles Philharmonic, there was \"a nice chamber music atmosphere\" in Dodger Stadium. That atmosphere was provided by two 4-story waterfalls pouring 600 gallons of water a minute. A 440-foot-long backdrop, covered with 2,500 cans of paint, created a rain-forest paradise. Twenty fake Classical pillars were imported from Hungary. Thirty truckloads of greenery were spread about. The set was assembled by 600 technicians working for six days. Some 56,000 people paid up to $1,000 each to be there. It was hard to avoid the statistics, even when watching the extravaganza on PBS in New York. An estimated 1.3 billion people sat in front of television screens around the world basking in the intimacy.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/18/nyregion/metro-digest-697486.html","abstract":"  NEW YORK CITY  A DREAM GROWING CLOSE TO REALITY   Randalls and Wards Islands -- once home to a potter's field and a poor house and now linked by landfill -- are a place of failed dreams. Now there is a new dream afloat, one that would see the shaggy islands become the city's recreational center for everyone from world-class sprinters to bar league softball players to children from Harlem. The dream is that the thousands who annually find their way to the islands -- oddly obscure despite being at the city's geographic center -- will swell to millions, including busloads of poor children. Another hope, more softly articulated, is that new stadiums, field houses and refurbished ball fields will become a foundation for enticing the Olympics to New York in the next century. B3.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"After Davies Doffs Cap, Daniel Wins the Playoff","web_url":"https://www.nytimes.com/1994/07/18/sports/golf-after-davies-doffs-cap-daniel-wins-the-playoff.html","abstract":"  In an apparent celebratory gesture, Laura Davies tossed her visor into the grandstand overlooking the 18th hole at the Wykagyl Country Club late this afternoon.   The 30-year-old Briton, the leading money winner on the Ladies Professional Golf Association tour, had just closed with a par-5 that gave her a final-round 66 and a come-from-behind one-stroke lead over Beth Daniel in the final round of the $650,000 Big Apple Classic.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Foreign Policy:In Defense of Clinton's Cautious Line","web_url":"https://www.nytimes.com/1994/07/18/opinion/IHT-foreign-policyin-defense-of-clintons-cautious-line.html","abstract":"The continuing criticism of President Bill Clinton for indecision in the conduct of foreign policy rests on the assumption that prompt, decisive action is a better course than delay and caution..More often than is generally recognized, however, foreign","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"A United Yemen Fosters Democracy in Mideast","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-a-united-yemen-fosters-democracy-in-mideast-773131.html","abstract":"  To the Editor:   \"The civil war tearing Yemen apart threatens wider troubles,\" you write in \"Yemen: Risky War, Cautious Response\" (editorial, July 5). Yet you fail to mention the true vested interest of the neighboring countries in the region, namely the Saudis and their allies.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"1919:A Matter of Dough : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/18/opinion/IHT-1919a-matter-of-dough-in-our-pages100-75-and-50-years-ago.html","abstract":"WASHINGTON, D.C. - President Wilson has issued a proclamation prohibiting the importation and exportation of wheat in order, it says, to prevent the increase of the Government's obligations under the law guaranteeing the price of wheat. The proclamation i","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Nigerian Rulers Said to Reach An Accord With Opposition","web_url":"https://www.nytimes.com/1994/07/18/world/nigerian-rulers-said-to-reach-an-accord-with-opposition.html","abstract":"  Nigeria's military leaders have reached an understanding with democracy advocates under which the imprisoned opposition leader, Moshood Abiola, would be released, the Government said today.   But the agreement, reached late Saturday night with officials of the Nigerian Labor Congress, would mean in effect that Mr. Abiola and his supporters would have to cease demands for democracy, a prospect that seems unlikely given the increasingly bold pro-democracy movement here. Under the plan, the military Government would allow Mr. Abiola's \"unconditional\" release if he and other political detainees agreed not to resort to further \"disturbances of the peace,\" according to a statement issued after the meeting.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Jersey City Man Is Arrested In Fatal Slashing of Three","web_url":"https://www.nytimes.com/1994/07/18/nyregion/jersey-city-man-is-arrested-in-fatal-slashing-of-three.html","abstract":"  Eighteen hours after Jersey City police officers peered through the window of a house and saw a woman lying in a pool of blood, a man was arrested yesterday and charged with murdering three members of his girlfriend's family.   The suspect, William Menter, 26, went looking for his girlfriend, Latisha Roberts, on Saturday night, a day after the two had fought, the police said. Failing to find her, investigators contend, he slashed the throats of her mother, her sister, her niece and her nephew. The boy survived.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"A Weary Bugno Leads Way for Dropouts","web_url":"https://www.nytimes.com/1994/07/18/world/cycling-a-weary-bugno-leads-way-for-dropouts.html","abstract":"  Looking drawn and stunned, Gianni Bugno sat at a table this morning and tried to explain why he would not be starting the 14th stage of the Tour de France in a few minutes. No spark, said Bugno, an Italian who finished second in the Tour in 1991 and who won the world road-race championship that same year and the year after.   No spark, the leader of the Polti team repeated wearily, no legs and no ambition. He had suffered enough since the 81st Tour began on July 2. He could see no point in continuing for the final week, including four days of climbing in the Alps.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"The Royal's 'Mayerling' Gets Two New Casts","web_url":"https://www.nytimes.com/1994/07/18/arts/dance-review-the-royal-s-mayerling-gets-two-new-casts.html","abstract":"  \"Mayerling,\" Kenneth MacMillan's three-act ballet about lust and death among the Hapsburgs, has some choreographic highs and lows. But as the Royal Ballet displayed with two superb new casts, this 1978 costume drama, designed with dazzle by Nicholas Georgiadis, is also a showcase for the danced acting in which the British company is unsurpassed.    The season, which draws to a close with performances of \"The Sleeping Beauty\" at the Metropolitan Opera House tonight and tomorrow night, has shown off one of the most tightly knit ensembles in the dance world.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"For One Shining Moment, Brazil Has the World at Its Feet","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-for-one-shining-moment-brazil-has-the-world-at-its-feet.html","abstract":"  Many would have preferred another solution. Sudden death. A full replay after a day's rest. But rules are rules, and so the first World Cup held in the United States condensed itself to the first final ever decided by penalty kicks. Out of this unforgiving moment came an unimaginable result.   The match ended with Brazil holding aloft its first World Cup trophy in 24 years, having gained a 3-2 edge on penalty kicks after 120 scoreless minutes, but this is a championship destined to be remembered less for how it was won than for how it was lost.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Credit Robert Moses for Lower East Side's Hamilton Fish Pool","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-credit-robert-moses-for-lower-east-side-s-hamilton-fish-pool-688983.html","abstract":"  To the Editor:   While the architects Carrere and Hastings deserve credit for designing Hamilton Fish Park in 1898 (news article, July 10), your attribution of the pool to them doesn't hold water.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"New Horror Tale: Invasion of the Discarded Pit Bulls","web_url":"https://www.nytimes.com/1994/07/18/nyregion/new-horror-tale-invasion-of-the-discarded-pit-bulls.html","abstract":"  Pit bulls, the dogs notorious for their viciousness, are posing an increasing problem in the inner cities of the New York City region.   Officials say the dogs are roaming neighborhoods in Bridgeport, Stamford and other Connecticut cities in growing numbers after being discarded by street gangs and drug dealers, who use them for protection or match them in dog fights to pick up bets. The problem is also plaguing cities in New York and New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"California School Becomes Notorious For Epidemic of TB","web_url":"https://www.nytimes.com/1994/07/18/us/california-school-becomes-notorious-for-epidemic-of-tb.html","abstract":"  Once known for academic and athletic excellence, La Quinta High School has gained a troubling distinction: it has experienced what state officials say is the worst outbreak of drug-resistant tuberculosis in a high school ever reported in the United States.    Two-hundred-ninety-two of La Quinta's students, or 23 percent, tested positive for TB in September 1993.  Another 84 students, who had not previously been tested or had had negative results the first time, tested positive last month.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/18/sports/transactions-699438.html","abstract":"  Baseball American League  KANSAS CITY ROYALS -- Placed Mike Magnante, pitcher, on the 15-day disabled list. Recalled Jose DeJesus, pitcher, from Omaha of the American Association.   OAKLAND ATHLETICS -- Placed Brent Gates, infielder, on 15-day disabled list. Purchased the contract of Francisco Matos, infielder, from Tacoma of the Pacific Coast League.   SEATTLE MARINERS -- Recalled John Cummings, pitcher, from Calgary of the Pacific Coast League. Optioned Marc Newfield, outfielder, to Calgary.   TEXAS RANGERS -- Placed Billy Ripken, infielder, on the 15-day disabled list. Placed Chris James, outfielder, on the 15-day disabled list, retroactive to July 16. Activated Gary Redus, outfielder, and Doug Strange, infielder, from the 15-day disabled list. National League  CHICAGO CUBS -- Placed Anthony Young, pitcher, on the 15-day disabled list, retroactive to July 10. Called up Randy Veres, pitcher, from Iowa of the American Association. Transferred Jose Guzman, pitcher, from the 15-day to the 60-day disabled list.   SAN DIEGO PADRES -- Placed Donnie Elliott, pitcher, on the 15-day disabled list, retroactive to July 10. Called up Bryce Florie, pitcher, from Las Vegas of the Pacific Coast League. Football  National Football League  CHICAGO BEARS -- Agreed to terms with Jay Leeuwenburg, center, on a one-year contract and Marcus Spears, offensive tackle, on a three-year contract.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Stampede Raises Toll in Rwanda Chaos","web_url":"https://www.nytimes.com/1994/07/18/world/stampede-raises-toll-in-rwanda-chaos.html","abstract":"  A day that began in desperation and chaos turned into one of panic and death as the rebels who control most of Rwanda advanced toward the border with Zaire today, causing terrified refugees to stampede. At least 30 died.   At midafternoon, rebel mortar shells began exploding in Gisenyi, in northwestern Rwanda, where refugees had jammed the border crossing hoping to escape the civil war.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/18/nyregion/c-corrections-695939.html","abstract":"  An obituary yesterday about Charles Allen Jr., an investment banker, misidentified a survivor, Terry Kramer, in some copies. She is his daughter, not his sister.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"2 Die in Altercation At Cycle Club Event","web_url":"https://www.nytimes.com/1994/07/18/nyregion/2-die-in-altercation-at-cycle-club-event.html","abstract":"  Two men were killed and three were injured yesterday when a fight broke out at a motorcycle club barbecue in Hackettstown, N.J., the town's first killings in 17 years.   About 150 people were at the Tri-County Motorcycle Club's annual event, which raises money for charity, on the grounds of the Elks Lodge, said John J. O'Reilly, the Warren County prosecutor. He said the violence began shortly before 4 P.M., after the arrival of eight members of the Pagans, a motorcycle club.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"The Taiwanese Need Help as They Edge Toward Sovereignty","web_url":"https://www.nytimes.com/1994/07/18/opinion/IHT-the-taiwanese-need-help-as-they-edge-toward-sovereignty.html","abstract":"Taiwan is creeping toward independence. Senior officials, speaking anonymously to avoid provoking China, say they would like to see the island become a \"separate sovereign state.\".Taipei's current policy of seeking representation in the Unite","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"New Musical 'Tempest,' Servant of Shakespeare","web_url":"https://www.nytimes.com/1994/07/18/arts/opera-review-new-musical-tempest-servant-of-shakespeare.html","abstract":"  For the opera composer, \"The Tempest\" is both enticement and trap. Its irresistible ingredients include familial betrayal, violence among the upper classes, sweeping fantasy, the power of magic, and above all the musical imagery that Shakespeare gives to speech. \"Set my words,\" Shakespeare seems to say. \"Turn them into melody and harmony.\"   But a play is not an opera. Peter Westergaard's new setting of Shakespeare's last play told us this tonight. The two art forms run on separate clocks. Great lines spoken have a swiftness denied them when they are stretched against musical movement.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"End of Baggio's Heroics Goes Up, Over and Out","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-end-of-baggio-s-heroics-goes-up-over-and-out.html","abstract":"  He was the man most responsible for Italy's trip to today's World Cup championship game. He emerged as the savior when Italy was a minute away from elimination against Nigeria in the opening game of the second round. Roberto Baggio topped that by being Italy's savior in the elimination of Spain in the next game.   But the last thing soccer fans will remember about Baggio and this tournament is that the man with the world's most famous ponytail missed what would be the last shot.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Bridge","web_url":"https://www.nytimes.com/1994/07/18/nyregion/bridge-698954.html","abstract":"  The first discard by a defender often carries a message aimed at his partner, but an attentive declarer can also pick up a useful clue. An example is the diagramed deal played in a duplicate game at the Bridge Deck in Scarsdale, N.Y. Sitting South was Chuck Lamprey of White Plains, a bridge teacher who has won many major titles.   He bid briskly to six hearts, a contract that appears to depend primarily on solving the problem of the diamond queen. When West led a trump and the dummy appeared, he asked himself why no one had bid spades. If either opponent held a seven-card suit he would surely have taken pre-emptive action on the first round, so a 6-5 division was a virtual certainty.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"ARAB POLICE CLASH WITH ISRAELI ARMY DURING GAZA RIOT","web_url":"https://www.nytimes.com/1994/07/18/world/arab-police-clash-with-israeli-army-during-gaza-riot.html","abstract":"  Israeli forces and the new Palestinian police fired on each other for the first time today as rioting by angry Gazan laborers led to daylong battles with the Israelis.  Two workers were killed and more than 100 other people were wounded.   The intense fighting at the northern lip of the Gaza Strip, the bloodiest since the start of Palestinian self-rule two months ago, evoked some of the nastier days of the Palestinian uprising, which was supposed to be consigned to history in Gaza with the withdrawal of Israeli soldiers from towns and refugee camps.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Sports of The Times; When Shea Offered a Reason to Believe","web_url":"https://www.nytimes.com/1994/07/18/sports/sports-of-the-times-when-shea-offered-a-reason-to-believe.html","abstract":"  ONE wonders what inspired Charles Dickens to write about the best of times and the worst of times.    Could it have been a day like the one that unfolded at Shea Stadium yesterday, when the 1969 Mets and their miracle collided with the harsh modern-day realities of the current fraternity in Flushing?","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Portrait of a Fund-Raiser: Seeking G.O.P. Friends","web_url":"https://www.nytimes.com/1994/07/18/nyregion/portrait-of-a-fund-raiser-seeking-gop-friends.html","abstract":"  When Rudolph W. Giuliani first ran for mayor in 1989, William W. Koeppel raised money from everyone he knew. He even asked his tenants and contractors in his buildings for donations, amassing more than $100,000 for the campaign.    The young real-estate executive wanted to be sure he was the top fund-raiser at a dinner for Mr. Giuliani where President Bush was to speak, political associates said. The winner of the fund-raising contest would introduce the President.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"A Bawdy and Comic Thai Troupe","web_url":"https://www.nytimes.com/1994/07/18/arts/dance-review-a-bawdy-and-comic-thai-troupe.html","abstract":"  The performers of the Pathumsilp Troupe of Phetburi, Thailand, find work by hanging out their sign in the courtyard of the city temple and waiting for patrons to come by. It is hard to imagine they are unemployed for long, given the irresistibly goofy humor and quick improvisatory skills the company displayed in a program of Lakhon Chatri, one of Thailand's oldest forms of dance-drama, on Saturday night at the Asia Society.    After three short traditional music and dance introductions, the troupe presented selections from \"Phra Apaimani,\" which tells the story of a prince with a magic flute and his escape from a seductive sea-demon that once kidnapped him and wants him back. A burst of flute music eventually does in the demon, who dies with all the gurgling pathos of Margaret Hamilton in \"The Wizard of Oz.\" The story then switches to a boy's attempts to save his mermaid mother from a lustful pirate.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"Contradiction Marks Revival In Real Estate","web_url":"https://www.nytimes.com/1994/07/18/nyregion/contradiction-marks-revival-in-real-estate.html","abstract":"  As the region's real-estate market slowly emerges from a five-year hibernation, buyers and sellers in both New York City and the surrounding areas are finding what seems to be a very selective and at times contradictory recovery.    Long spoiled by years of having the upper hand in most transactions, some buyers are finding that owners cannot be squeezed on prices anymore; others have found a dearth of available homes in good locations.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Aristide's Stand on Invasion Is Seen as Reflecting Distrust of U.S.","web_url":"https://www.nytimes.com/1994/07/18/world/aristide-s-stand-on-invasion-is-seen-as-reflecting-distrust-of-us.html","abstract":"  It has become a predictable refrain. Each time the exiled President, the Rev. Jean-Bertrand Aristide, is confronted with questions about military intervention in his country, he replies with a wince that Haiti's Constitution bars him from calling for such an action.   But as the Clinton Administration builds its case for the use of force in removing the military leaders who overthrew Father Aristide, the exiled President's position has come under increased scrutiny. And as this has happened, many experts have said that Haitian law alone cannot explain Father Aristide's coyness.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"1944:Prisoners Paraded : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/18/opinion/IHT-1944prisoners-paraded-in-our-pages100-75-and-50-years-ago.html","abstract":"[From our New York edition:] German captives from the Russian front, numbering 57,000 officers and men, marched through the streets of Moscow today [July 17], on the way to prison camps somewhere in the east. Not since the time. of Napoleon has Moscow wi","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"A British Perspective On Two Blues Legends","web_url":"https://www.nytimes.com/1994/07/18/arts/television-review-a-british-perspective-on-two-blues-legends.html","abstract":"  The Search for Robert Johnson  Bravo, tonight at 8 Produced and directed by Chris Hunt;  Caz Gorham, associate producer. The South Bank Show John Lee Hooker  Bravo, Friday night at 8  Produced and directed by Tony Knox.    Bravo is having a \"Summer Blues Festival\" this week, the lineup going from past to present and including names like Leadbelly, Ray Charles and Eric Clapton. Two outstanding entries are devoted to the blues and, reinforcing the impression that Europeans care more about our music than Americans do, both programs were made in Britain.    \"The Search for Robert Johnson,\" tonight at 8, follows the often murky biographical trail of a great country blues artist who was murdered in 1938 at age 27. \"The South Bank Show: John Lee Hooker\" traces the extraordinary career of a musician who, now in his 70's, has made more recordings than any other blues artist and who today, still performing, is honored by performers like Mr. Clapton, the Rolling Stones and Van Morrison. Each program adds up to a riveting combination of biography and American history.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"Smith Puts Negative Spin on Rotation","web_url":"https://www.nytimes.com/1994/07/18/sports/baseball-smith-puts-negative-spin-on-rotation.html","abstract":"  The Mets, a team with relatively little to brag about this season, have laid claim to some pretty impressive pitching of late.   From July 4 through July 16, their starters were 6-1 with a 1.45 earned run average. They had allowed only 56 hits in 10 games, recorded 55 strikeouts and delivered 9 quality starts in 10 tries.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"A Lost Hurrah: Italy's Premier Sees His Aura Fade","web_url":"https://www.nytimes.com/1994/07/18/world/a-lost-hurrah-italy-s-premier-sees-his-aura-fade.html","abstract":"  Ever since he joined the political fray six months ago, friends and enemies have agreed on one thing about Silvio Berlusconi: With his sound-bite sincerity and his feel-good messages, he was, as the headlines said, a Vendor of Dreams.    Just one week ago, as the Prime Minister, svelte and smiling, played host to Bill Clinton and other leaders at an economic summit meeting in Naples, the tycoon-turned-politician seemed as much on a roll as his nation's team seemed then to be in the World Cup soccer tournament.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"The Moon Landing: 25 Years After Apollo 11; Wistful Pride and Cynicism Color Americans' Memories of Apollo 11","web_url":"https://www.nytimes.com/1994/07/18/us/moon-landing-25-years-after-apollo-11-wistful-pride-cynicism-color-americans.html","abstract":"  Twenty-five years after the United States put a man on the moon, Americans still take great pride in that stirring, epochal achievement. But it is a tempered pride.   Conversations with dozens of Americans find a pensive, even melancholy longing for the heady days of July 1969, when the nation, despite crippling divisions over issues like the Vietnam War and racial equality, somehow still managed to pull together and collectively focus on and attain an awesome goal.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"Misguided School Reform","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-misguided-school-reform-700649.html","abstract":"  Mayor Rudolph Giuliani has made no secret of his unhappiness with New York City's school system. Last week he received a proposal that would largely break up the central Board of Education. Although he did not fully endorse the plan, the Mayor said he would like to \"crush\" the board's infamous bureaucracy.    But the plan given the Mayor seems shaped by politics rather than a sensible, coherent approach to improving schools. If Mr. Giuliani seriously wants to help city schoolchildren, he will stop the rhetorical excesses and show calm leadership on education reform.","thumbnail":null,"section":"Opinion"},{"date":"19940718","headline":"Christopher Heads for Mideast","web_url":"https://www.nytimes.com/1994/07/18/world/christopher-heads-for-mideast.html","abstract":"  Secretary of State Warren Christopher set off on a weeklong trip to the Middle East today that will complete the details of the meeting in Washington next week between the leaders of Israel and Jordan -- and highlight the absence of concrete progress between Israel and Syria.   Mr. Christopher has no intention of trying to use the meeting between Prime Minister Yitzhak Rabin of Israel and King Hussein of Jordan at the White House on July 25 to pressure President Hafez al-Assad of Syria to make concessions of his own, senior Administration officials traveling with Mr. Christopher said.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"Plan Takes Shape for a Randalls Island City Recreation Center","web_url":"https://www.nytimes.com/1994/07/18/nyregion/plan-takes-shape-for-a-randalls-island-city-recreation-center.html","abstract":"  Randalls and Wards Islands -- once home to a potter's field and a poor house and now linked by landfill -- are a place of failed dreams. Now there is a new dream afloat, one that would see the shaggy islands become the city's recreational center for everyone from world-class sprinters to bar league softball players to children from Harlem.   \"Everybody's skeptical,\" acknowledged Karen Cohen, president of the Randalls Island Sports Federation, which has prodded the city to contribute $20 million and is harnessing big corporations and high-powered consultants to raise and spend far more than that privately. \"But rich, middle class or poor, everybody needs this,\" she declared.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"Worth the Wait: Price Wins British Open With 50-Foot Putt on 17","web_url":"https://www.nytimes.com/1994/07/18/sports/golf-worth-the-wait-price-wins-british-open-with-50-foot-putt-on-17.html","abstract":"  There have been longer putts that won major championships. There have been more difficult putts, more twisting, turning, breaking putts.   But there may never have been a more dramatic -- or cathartic -- putt than the 50-footer for eagle that Nick Price faced to win the 123d British Open on the Ailsa Course at Turnberry today. Trailing Jesper Parnevik by a stroke on the penultimate hole, Price stood on the verge of greatness wondering whether he might have once again let this major championship slip away.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"World Cup Repeat","web_url":"https://www.nytimes.com/1994/07/18/arts/world-cup-repeat.html","abstract":"  A tape of the World Cup soccer championship, which was transmitted live from Pasadena, Calif., yesterday afternoon on ABC, is to be rebroadcast tonight at 8:30 on the cable channel ESPN2.","thumbnail":null,"section":"Arts"},{"date":"19940718","headline":"Courier Rescues U.S. After Sampras Defeat","web_url":"https://www.nytimes.com/1994/07/18/sports/tennis-courier-rescues-us-after-sampras-defeat.html","abstract":"  Jim Courier had come here playing second fiddle on the United States Davis Cup team to top-ranked Pete Sampras.   He left today as top dog after beating Jacco Eltingh, 6-3, 6-4, 4-6, 6-1, in the fifth and decisive match for a 3-2 victory against the Dutch on another sweltering day.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"SMOKING","web_url":"https://www.nytimes.com/1994/07/18/world/pulse-smoking.html","abstract":"  Cigarette smoking is on the rise nationally for the first time since the mid-1960s. That doesn't appear to be the case in this area. State health officials credit stringent restrictions against smoking and ever-growing public awareness of its dangers; they are now concentrating on dissuading teenagers from smoking. Unless the tax rate is increased, state excise tax revenues from tobacco products continue to fall each year. New York, New Jersey and Connecticut have fewer deaths from smoking than most states, according to a report on deaths attributable to smoking, released last month by the Centers for Disease Control. Still, according to the study, nearly one death in five in the three states in 1990 came from smoking.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"WORLD CUP '94: Sports of The Times; Not a Perfect Solution, But the Best We Have","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-sports-of-the-times-not-a-perfect-solution-but-the-best-we-have.html","abstract":"  THERE were boos coming from the paying customers, a rare sign of rancor during this upbeat American World Cup, now history. The boos were not for the warriors still standing on the grass of the Rose Bowl, and the boos were surely not for warriors like Franco Baresi and Roberto Baggio, bent over from stabbing cramps.    The boos were for the rule. The rule that transforms an endurance contest into a crap shoot. The rule that forced Brazil and Italy to take penalty kicks to decide the championship of the most popular sports tournament on the face of the earth. The rule that led to Brazil beating Italy yesterday, 3-2, in penalty kicks after 120 minutes of scoreless play.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"In Oregon, Christian Right Raises Its Sights and Wins","web_url":"https://www.nytimes.com/1994/07/18/us/in-oregon-christian-right-raises-its-sights-and-wins.html","abstract":"  As the struggle intensifies around the country between more traditional Republicans and fellow Republicans on the religious right, the first battle here in Oregon, a state long known for it political tolerance, is already over. And the fundamentalists have emerged triumphant.   Candidates backed by religious conservatives have defeated more moderate opponents in the Republican primaries for governor and for three seats in the House of Representatives. They have also posted successes in state legislative races.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"Everyone Needs an Editor. But God?","web_url":"https://www.nytimes.com/1994/07/18/books/books-of-the-times-everyone-needs-an-editor-but-god.html","abstract":"  Painted Paragraphs Inspired Description for Writers and Readers: A Handbook for the Soul By Donald Newlove 171 pages. Henry Holt & Company. $14.95. Invented Voices Inspired Dialogue for Writers and Readers: A Handbook for the Soul By Donald Newlove 203 pages. Henry Holt & Company. $16.95.    Donald Newlove is not shy in the presence of literature in his entertaining \"Painted Paragraphs: Inspired Description for Writers and Readers.\" This is the second volume, published last fall, of his trilogy on writing, which began with \"First Paragraphs: Inspired Openings for Writers and Readers\" (1992) and concluded with his just published \"Invented Voices: Inspired Dialogue for Writers and Readers.\"   In \"Painted Paragraphs,\" Mr. Newlove not only quotes a long passage from an earlier book of his own, \"Those Drinking Days: Myself and Other Writers\" (1981), he also rewrites passages by the likes of Hemingway, Conrad, Thoreau and the nature writer Henry Beston, removing what he refers to as piffle. This is not always to the altered work's advantage, even considering Mr. Newlove's apologies: \"O.K., beat me, beat me! But this is the way I read things. I depiffle, whether it's Thoreau or God.\"","thumbnail":null,"section":"Books"},{"date":"19940718","headline":"Taylor Looks At a TV Deal","web_url":"https://www.nytimes.com/1994/07/18/sports/pro-football-taylor-looks-at-a-tv-deal.html","abstract":"  Is the former Giants linebacker Lawrence Taylor headed from the golf course to the television booth?    Several people familiar with the situation said Taylor is close to joining HBO Sports as a football analyst and is intensifying talks with Fox to become an analyst for that network, too.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"More 'Ethnic Cleansing' by Serbs Is Reported in Bosnia","web_url":"https://www.nytimes.com/1994/07/18/world/more-ethnic-cleansing-by-serbs-is-reported-in-bosnia.html","abstract":"  Armed Serbian nationalists have rousted hundreds of Muslims from their homes in the northeastern Bosnian district of Bijeljina in recent days and have begun driving them across a battlefront to Bosnian Government territory, residents and aid workers said over the weekend.   A Serb from Bijeljina who asked not to be identified for fear of reprisal said that, starting Thursday and possibly even earlier, Muslims had been picked up from Bijeljina's streets and detained outside the town by members of a local Serbian militia known as the Panthers.","thumbnail":null,"section":"World"},{"date":"19940718","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/18/nyregion/chronicle-698172.html","abstract":"  This year's awards season isn't quite over yet. RITA GAM, the actress, writer and producer, will receive the United Nations Society of Writers Award of Excellence tomorrow at a reception at the Manhattan home of Hans Janitschek, president of the organization.    She is being honored as host and co-producer of a series on the film industry in various countries, titled \"World of Film.\" The series, five parts so far with more to come, has been shown on PBS and will be repeated starting tomorrow on WNYC.","thumbnail":null,"section":"New York"},{"date":"19940718","headline":"A 4th World Cup for Brazil","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-a-4th-world-cup-for-brazil.html","abstract":"  \"Making soccer history\" was the theme United States organizers chose for the 15th World Cup, and yesterday Brazil played along, becoming the first nation to win the World Cup four times and the first to win it in a penalty-kick shootout. Brazil defeated Italy, also a three-time champion, in that one-on-one tie breaker after a scoreless tie in regulation time and 30 minutes of overtime.   As 94,194 people sat on the edge of their Rose Bowl seats in Pasadena, Calif., and some 2 billion television viewers worldwide grew white-knuckled, Brazil converted three penalty shots to Italy's two. Italy's star, Roberto Baggio, missed his team's final shot, sending it over the crossbar.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Chappaquiddick Journal; Dark Anniversary Draws the Curious","web_url":"https://www.nytimes.com/1994/07/18/us/chappaquiddick-journal-dark-anniversary-draws-the-curious.html","abstract":"  From his lemonade stand at the intersection of Chappaquiddick and Dyke Roads, 12-year-old Louis Becker offers tourists directions to the beaches, the wildlife reservations or the Mytoi Preserve, a Japanese garden where a red wooden footbridge crosses a pine-shaded pond.   But most visitors here have another bridge in mind: the Dyke Bridge. Twenty-five years ago, on the night of July 18, 1969, Senator Edward M. Kennedy drove his Oldsmobile off the bridge into Poucha Pond, and his passenger, Mary Jo Kopechne, drowned. Senator Kennedy, who did not call for help or report the incident for 10 hours, later pleaded guilty to leaving the scene of an accident. He received a two-month suspended sentence and his driver's license was revoked for a year.","thumbnail":null,"section":"U.S."},{"date":"19940718","headline":"For Brazil, A Special Kind of Joy","web_url":"https://www.nytimes.com/1994/07/18/sports/world-cup-94-for-brazil-a-special-kind-of-joy.html","abstract":"  When they walked into the stadium, they were holding hands like schoolchildren on a first outing. And with the World Cup hanging by a thread, they were clinging to each other again: One long line of Brazilian players and coaches arm in arm on the sideline and draped in their nation's green and gold flag.   Only when Roberto Baggio's ill-fated penalty kick soared over the crossbar did they break ranks and give themselves over to the ephemeral joys inherent in delivering a championship to a soccer-loving nation.","thumbnail":null,"section":"Sports"},{"date":"19940718","headline":"Women in Prison Don't Get Equal Treatment; Crackdown to Backfire","web_url":"https://www.nytimes.com/1994/07/18/opinion/l-women-in-prison-don-t-get-equal-treatment-crackdown-to-backfire-700703.html","abstract":"  To the Editor:   So precinct-level New York City police officers are going to be redeployed to crack down on prostitutes and clients, and the Public Morals Squad is to crack down on inside sex work businesses: brothels, escort services and illegal massage parlors (news article, July 6). And Mayor Rudolph W. Giuliani guarantees that no corruption will take place. And we will all feel safer.","thumbnail":null,"section":"Opinion"}],"wiki_events":[{"date":"19940718","headline":"The bombing of the Asociación Mutual Israelita Argentina (Argentine Jewish Community Center) in Buenos Aires kills 85 people (mostly Jewish) and injures 300.","pages":[{"title":"AMIA bombing","web_url":"https://en.wikipedia.org/wiki/AMIA_bombing","description":"1994 attack on a Jewish Community Centre in Buenos Aires, Argentina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/0/07/Atentado_AMIA.jpg/320px-Atentado_AMIA.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The AMIA bombing occurred on 18 July 1994 in Buenos Aires, Argentina, and targeted the Asociación Mutual Israelita Argentina, a Jewish Community Centre. Executed as a suicidal attack, a bomb-laden van was driven into the AMIA building and subsequently detonated, killing 85 people and injuring over 300. To date, the bombing remains the deadliest terrorist attack in Argentine history. In 1994, Argentina was home to a Jewish community of 200,000, making it the largest in Latin America and the sixth-largest in the world outside of Israel."},{"title":"Asociación Mutual Israelita Argentina","web_url":"https://en.wikipedia.org/wiki/Asociaci%C3%B3n_Mutual_Israelita_Argentina","description":"Jewish Community Centre in Buenos Aires, Argentina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/AMIA_Actual.JPG/320px-AMIA_Actual.JPG","thumbnail_width":320,"thumbnail_height":213},"abstract":"Asociación Mutual Israelita Argentina is a Jewish Community Centre located in Buenos Aires, Argentina."},{"title":"Buenos Aires","web_url":"https://en.wikipedia.org/wiki/Buenos_Aires","description":"Capital and most populous city of Argentina","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Puerto_Madero%2C_Buenos_Aires_%2840689219792%29_%28cropped%29.jpg/320px-Puerto_Madero%2C_Buenos_Aires_%2840689219792%29_%28cropped%29.jpg","thumbnail_width":320,"thumbnail_height":131},"abstract":"Buenos Aires, officially the Autonomous City of Buenos Aires, is the capital and primate city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos aires\" is Spanish for \"fair winds\" or \"good airs\". Buenos Aires is classified as an Alpha global city, according to the Globalization and World Cities Research Network (GaWC) 2020 ranking."}]},{"date":"19940718","headline":"Rwandan genocide: The Rwandan Patriotic Front takes control of Gisenyi and north western Rwanda, forcing the interim government into Zaire and ending the genocide.","pages":[{"title":"Rwandan genocide","web_url":"https://en.wikipedia.org/wiki/Rwandan_genocide","description":"1994 genocide in Rwanda","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Nyamata_Memorial_Site_13.jpg/320px-Nyamata_Memorial_Site_13.jpg","thumbnail_width":320,"thumbnail_height":213},"abstract":"The Rwandan genocide, also known as the genocide against the Tutsi, occurred between 7 April and 19 July 1994 during the Rwandan Civil War. During this period of around 100 days, members of the Tutsi minority ethnic group, as well as some moderate Hutu and Twa, were killed by armed Hutu militias. Although the Constitution of Rwanda states that more than 1 million people perished in the genocide, the actual number of fatalities is unclear, and some estimates suggest that the real number killed was likely lower. The most widely accepted scholarly estimates are around 500,000 to 800,000 Tutsi deaths."},{"title":"Rwandan Patriotic Front","web_url":"https://en.wikipedia.org/wiki/Rwandan_Patriotic_Front","description":"Political party in Rwanda","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/en/thumb/e/ea/Logo_of_the_Rwandan_Patriotic_Front.svg/320px-Logo_of_the_Rwandan_Patriotic_Front.svg.png","thumbnail_width":320,"thumbnail_height":477},"abstract":"The Rwandan Patriotic Front is the ruling political party in Rwanda."},{"title":"Gisenyi","web_url":"https://en.wikipedia.org/wiki/Gisenyi","description":"City in Western Province, Rwanda","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/GisenyiBeach.jpg/320px-GisenyiBeach.jpg","thumbnail_width":320,"thumbnail_height":240},"abstract":"Gisenyi, historically rendered as Kisenyi, is the second largest city in Rwanda, located in the Rubavu district in Rwanda's Western Province. Gisenyi is contiguous with Goma, the city across the border in the Democratic Republic of the Congo."},{"title":"Rwanda","web_url":"https://en.wikipedia.org/wiki/Rwanda","description":"Country in Central Africa","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Flag_of_Rwanda.svg/320px-Flag_of_Rwanda.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley of Central Africa, where the African Great Lakes region and Southeast Africa converge. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giving it the soubriquet \"land of a thousand hills\", with its geography dominated by mountains in the west and savanna to the southeast, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. It is the most densely populated mainland African country; among countries larger than 10,000 km2, it is the fifth-most densely populated country in the world. Its capital and largest city is Kigali."},{"title":"Zaire","web_url":"https://en.wikipedia.org/wiki/Zaire","description":"Country in Central Africa (1971–1997)","thumbnail":{"thumbnail_url":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Flag_of_Zaire_%281971%E2%80%931997%29.svg/320px-Flag_of_Zaire_%281971%E2%80%931997%29.svg.png","thumbnail_width":320,"thumbnail_height":213},"abstract":"Zaire, officially the Republic of Zaire, was the name of the Democratic Republic of the Congo from 1971 to 1997. Located in Central Africa, it was, by area, the third-largest country in Africa after Sudan and Algeria, and the 11th-largest country in the world from 1965 to 1997. With a population of over 23 million, Zaire was the most populous Francophone country in Africa. Zaire played a central role during the Cold War."}]}],"weather":[{"date":"19940718","time":"1994-07-18 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.2,"rhum":76,"wspd":18.4},{"date":"19940718","time":"1994-07-18 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":79,"wspd":14.8},{"date":"19940718","time":"1994-07-18 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.7,"rhum":80,"wspd":18.4},{"date":"19940718","time":"1994-07-18 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":81,"wspd":18.4},{"date":"19940718","time":"1994-07-18 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":81,"wspd":18.4},{"date":"19940718","time":"1994-07-18 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.4,"rhum":82,"wspd":16.6},{"date":"19940718","time":"1994-07-18 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":81,"wspd":18.4},{"date":"19940718","time":"1994-07-18 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.3,"rhum":75,"wspd":20.5},{"date":"19940718","time":"1994-07-18 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":69,"wspd":16.6},{"date":"19940718","time":"1994-07-18 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.5,"rhum":66,"wspd":18.4},{"date":"19940718","time":"1994-07-18 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":62,"wspd":13},{"date":"19940718","time":"1994-07-18 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":55,"wspd":18.4},{"date":"19940718","time":"1994-07-18 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":54,"wspd":16.6},{"date":"19940718","time":"1994-07-18 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":51,"wspd":14.8},{"date":"19940718","time":"1994-07-18 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":44,"wspd":22.3},{"date":"19940718","time":"1994-07-18 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.3,"rhum":46,"wspd":20.5},{"date":"19940718","time":"1994-07-18 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.7,"rhum":48,"wspd":14.8},{"date":"19940718","time":"1994-07-18 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":null,"rhum":null,"wspd":null},{"date":"19940718","time":"1994-07-18 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.3,"rhum":49,"wspd":18.4},{"date":"19940718","time":"1994-07-18 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.5,"rhum":53,"wspd":16.6},{"date":"19940718","time":"1994-07-18 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.3,"rhum":59,"wspd":18.4},{"date":"19940718","time":"1994-07-18 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":65,"wspd":16.6},{"date":"19940718","time":"1994-07-18 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.8,"rhum":63,"wspd":22.3},{"date":"19940718","time":"1994-07-18 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.7,"rhum":69,"wspd":20.5},{"date":"19940718","time":"1994-07-18 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":59,"wspd":16.6},{"date":"19940718","time":"1994-07-18 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":63,"wspd":14.8},{"date":"19940718","time":"1994-07-18 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":13},{"date":"19940718","time":"1994-07-18 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":69,"wspd":11.2},{"date":"19940718","time":"1994-07-18 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":69,"wspd":13},{"date":"19940718","time":"1994-07-18 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":76,"wspd":13},{"date":"19940718","time":"1994-07-18 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":13},{"date":"19940718","time":"1994-07-18 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":11.2},{"date":"19940718","time":"1994-07-18 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":9.4},{"date":"19940718","time":"1994-07-18 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":7.6},{"date":"19940718","time":"1994-07-18 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":85,"wspd":7.6},{"date":"19940718","time":"1994-07-18 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":82,"wspd":7.6},{"date":"19940718","time":"1994-07-18 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":9.4},{"date":"19940718","time":"1994-07-18 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":85,"wspd":13},{"date":"19940718","time":"1994-07-18 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":94,"wspd":22.3},{"date":"19940718","time":"1994-07-18 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.2,"rhum":97,"wspd":13},{"date":"19940718","time":"1994-07-18 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":94,"wspd":11.2},{"date":"19940718","time":"1994-07-18 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":88,"wspd":14.8},{"date":"19940718","time":"1994-07-18 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":11.2},{"date":"19940718","time":"1994-07-18 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":74,"wspd":13},{"date":"19940718","time":"1994-07-18 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":74,"wspd":11.2},{"date":"19940718","time":"1994-07-18 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":77,"wspd":7.6},{"date":"19940718","time":"1994-07-18 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":76,"wspd":13},{"date":"19940718","time":"1994-07-18 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":77,"wspd":14.8}]},"19940719":{"guardian_articles":[{"date":"19940719","headline":"No dignity in death for victims of border panic","web_url":"https://www.theguardian.com/world/1994/jul/19/rwanda.chrismcgreal","abstract":null,"thumbnail":null,"section":"World news"}],"nytimes_articles":[{"date":"19940719","headline":"Wide Use of Unelected Judges Prompts Voting-Rights Inquiry","web_url":"https://www.nytimes.com/1994/07/19/nyregion/wide-use-of-unelected-judges-prompts-voting-rights-inquiry.html","abstract":"  To cope with a steadily increasing caseload over the last quarter century, the state has been appointing acting justices to State Supreme Court branches in the five boroughs of New York City.   Some of these justices, like Harold J. Rothwax of Manhattan, are considered among the best on the bench, skillfully handling major trials like the Joel B. Steinberg murder case.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"East Asia Needs Another Round of Economic Liberalization","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-east-asia-needs-another-round-of-economic-liberalization.html","abstract":"Between now and the end of the century, East Asia is likely to contribute between a third and half of all new global trade, continuing the pattern of highly successful commercial expansion of the past 20 years. However, East Asia's opportunities to secur","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"WORLD CUP '94: Sports of The Times; What Did Americans Learn From the Cup?","web_url":"https://www.nytimes.com/1994/07/19/sports/world-cup-94-sports-of-the-times-what-did-americans-learn-from-the-cup.html","abstract":"  HAS the baseball strike started yet? I ask this question in all sincerity, emerging from the glorious cocoon of the World Cup. I never thought I would see the day when the fate of soccer and the fate of baseball would be intertwined, but that day is upon us.    It has always been my position, as a soccer buff, that it would be presumptuous to ask Americans to give up our excellent team sports. But what if baseball gave up on us? What if baseball self-destructed with a strike lasting into next year? This is a very important question to ask during my post-partum depression.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"A Study Faults Mexican Restaurants","web_url":"https://www.nytimes.com/1994/07/19/us/a-study-faults-mexican-restaurants.html","abstract":"  Eating a chile rellenos platter, a staple of most Mexican restaurants, is like eating a stick of butter.   Following its exposes on the amount of fat and salt in Chinese and Italian restaurant food and in movie theater popcorn, the Center for Science in the Public Interest, a Washington-based nutrition-advocacy group, held another news conference today, this time to critique the nutritional value of Mexican food.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Yank Hitters Help Salvage Hitchcock's Wild Return","web_url":"https://www.nytimes.com/1994/07/19/sports/baseball-yank-hitters-help-salvage-hitchcock-s-wild-return.html","abstract":"  Sterling Hitchcock's erratic control could have ruined the Yankees. Another off-the-field controversy could have distracted the Yankees. Neither did. Suddenly more colorful than cautious, the Yankees continued ignoring any negative karma and continued winning.   On an evening when Hitchcock's audition for a permanent berth in the rotation bombed before the fourth inning ended and on a day when questionable remarks by a team executive about children in the South Bronx had the Yankees scrambling to play spin doctors, the product on the field was reliable enough for them to register a 5-3 victory over the Athletics at the Oakland Coliseum.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Warriors Acquire Pierce For Marciulionis, Houston","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-basketball-warriors-acquire-pierce-for-marciulionis-houston.html","abstract":"  The Golden State Warriors acquired guard RICKY PIERCE, the rights to Carlos Rogers and two second-round picks in the 1995 draft from the Seattle SuperSonics for guard SARUNAS MARCIULIONIS and forward BYRON HOUSTON yesterday. The 6-foot-4-inch Pierce, 34, a two-time Sixth Man Award winner, has averaged 16.4 points per game in 12 National Basketball Association seasons. Rogers, 23, was the 11th overall pick in the June draft by the Sonics. The 6-11 forward-center is out of Tennessee State.   Marciulionis has missed 124 games the past two seasons because of a string of injuries. The 6-5 Lithuanian averaged 14.7 points, 2.8 rebounds and 2.4 assists in five seasons with the Warriors. The 6-5 Houston averaged 2.8 points, 2.7 rebounds and 12.2 minutes in 71 games last season. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"ABC Snores Its Way for 120 Minutes","web_url":"https://www.nytimes.com/1994/07/19/sports/world-cup-94-tv-sports-abc-snores-its-way-for-120-minutes.html","abstract":"  You're ABC. You're broadcasting the final game in the biggest sports event in the world. You can provide your World Cup viewers with your most exciting, inviting and heart-pounding announcing team. But, alas, you don't.    You go with the passionless Roger Twibell, Seamus Malin and Rick Davis.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Clinton and Haiti: Domestic Issues Complicate Choice","web_url":"https://www.nytimes.com/1994/07/19/world/clinton-and-haiti-domestic-issues-complicate-choice.html","abstract":"  As its showdown with Haiti's military leaders enters its tensest stage, the White House risks being besieged with problems on at least three major fronts.   The confluence will almost certainly make the month ahead the most perilous of President Clinton's term. With Congress bitterly divided over health care and Congressional hearings on the Whitewater case coming to a crest, his advisers say that Mr. Clinton probably cannot wait much longer before deciding whether to invade Haiti and roust the Caribbean nation's ruling junta.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Sports of The Times; Community Relations, Yankee Style","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-of-the-times-community-relations-yankee-style.html","abstract":"  WHEN you phone Yankee Stadium, you get a message recorded by Phil Rizzuto.   \"Hi, fans, thanks for calling,\" says the only Scooter in baseball's Hall of Fame. \"Your call is important to us and will be answered as soon as possible in the order in which it is received.\"","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/19/nyregion/no-headline-701203.html","abstract":"  \"It is the most extraordinary thing I think I have ever seen in my life. This is 1.2 million people looking desperately for food, for medicine, for care. That's more people than live in the cities of Boston or Denver, or Seattle or Baltimore.\" -- J. BRIAN ATWOOD, Administrator of the United States Agency for International Development.  [ A1:6. ]","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Posturing and Principle: Tactics in the 11th Hour","web_url":"https://www.nytimes.com/1994/07/19/us/health-care-debate-behind-scenes-posturing-principle-tactics-11th-hour.html","abstract":"  If there is one overriding political imperative during this phase of the health care struggle on Capitol Hill, it is this: Nobody wants to be taken for granted. Hence the recent flurry of ultimatums, demands and careful conditions for support from the various camps in the Democratic caucus.   The task for the Democratic leadership, as it seeks to develop a consensus bill, is figuring out how much is posturing and how much is nonnegotiable principle. The task for the various camps is deciding, in the end, what they can settle for, and in a worst case scenario, whether they are willing to vote against a health care bill to further their cause.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Q&A","web_url":"https://www.nytimes.com/1994/07/19/science/q-a-704768.html","abstract":"  Bitter Orange   Q.  I am told that the distinctive flavor of Earl Grey tea comes from bergamot oil, but what is bergamot?","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Mets Rally Wasted as Dodgers Win in 10","web_url":"https://www.nytimes.com/1994/07/19/sports/baseball-mets-rally-wasted-as-dodgers-win-in-10.html","abstract":"  Todd Worrell was supposed to end up the scapegoat. He blew a three-run lead for the Dodgers. He pitched terribly in the ninth inning. He left Tommy Lasorda, his manager, swallowing hard as he thought about the $3.5 million the Dodgers must pay Worrell to close games for them this year.   He also ended up with the victory, a most improbable victory, last night at Shea Stadium.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Congressional Memo; In Jargon-Filled Talk About Budgets, A Debate of Politics Over Substance","web_url":"https://www.nytimes.com/1994/07/19/us/congressional-memo-jargon-filled-talk-about-budgets-debate-politics-over.html","abstract":"  People who have been listening to conservative talk radio recently or watching the House of Representatives on C-Span have heard an earful of exercised talk about expedited recissions and the A to Z budget plan and discharge petitions and lock boxes and closed rules.   These arcane terms may not make sense to the untrained ear, but it often sounds as if grave matters of public policy are at stake. One side makes it appear as if die-hard deficit hawks are battling the entrenched establishment to force a reduction in Federal spending. Those on the other side paint themselves as devoted lawmakers holding the line against radicals who would severely weaken the power of Congress to control the purse strings.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Poison Ivy's Far Too Serious for Spoofing","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-poison-ivy-s-far-too-serious-for-spoofing-707228.html","abstract":"  To the Editor:   Having read Gary Krist's \"Poison Ivy Myths: Up in Smoke,\" spread across the top of the July 7 Op-Ed page, I was bewildered and read it again and again. Was this fact, fiction, a creative-writing exercise, a satire on the politicization of America with poison ivy as literary vehicle?","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Bosnian Serb Denounces Peace Plan","web_url":"https://www.nytimes.com/1994/07/19/world/bosnian-serb-denounces-peace-plan.html","abstract":"  The Bosnian Serb leader invoked visions today of all-out war in Bosnia and beyond as he argued before the self-styled Bosnian Serb Parliament in Pale against Serbian acceptance of a new international peace plan..    But at a meeting here in the Bosnian capital, the Parliament of the Muslim-dominated Bosnian Government, in federation with the Bosnian Croats, approved the plan after a brief debate. The proposed settlement, prepared by the United States, Russia, France, Britain and Germany, offers 51 percent of Bosnia to the Muslim-led government, and 49 percent to the Serbs, who currently hold 70 percent.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"A Plot. A Bomb. A Pariah. A Hero.; The Making of a Tragedy","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-a-plot-a-bomb-a-pariah-a-hero-the-making-of-a-tragedy-707120.html","abstract":"  Fifty years ago tomorrow, Col. Claus Schenck von Stauffenberg, the chief of staff of the 600,000-man army that guarded Germany's home front, joined Hitler and his military advisers for a conference in the Fuhrer's headquarters, Wolfschanze (Wolf's Lair), in East Prussia.   Count Stauffenberg placed his briefcase beneath the table a few feet from Hitler and left the meeting to take a prearranged telephone call from an aide. Moments later the briefcase exploded, killing two members of Hitler's staff and badly wounding a half dozen others.  But Hitler, the seat blown out of his trousers, his coat ripped up the back, both eardrums ruptured, survived the blast. By the end of the day, an impromptu firing squad had executed Count Stauffenberg as Hitler launched a roundup which wiped out virtually every member of a group whose existence the British and Americans had repeatedly ignored, dismissed or denied.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Mitterrand Has Surgery for Urinary Block","web_url":"https://www.nytimes.com/1994/07/19/world/mitterrand-has-surgery-for-urinary-block.html","abstract":"  President Francois Mitterrand, whose prostate cancer was diagnosed two years ago, underwent surgery today to remove a blockage in his urinary tract. His physician said the operation went \"very well.\"   Mr. Mitterrand, 77, who is to retire in May after 14 years in office, entered the Cochin Hospital here on Sunday night and is expected to be kept under observation until the weekend. His hospitalization was announced only after the operation was completed, around noon today.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Harris Back on Suspension","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-track-and-field-harris-back-on-suspension.html","abstract":"  DANNY HARRIS, the 1984 Olympic silver medalist in the 400-meter hurdles, must resume his four-year suspension after competing in five events this year without the knowledge of the International Amateur Athletic Federation. Harris was banned for four years after testing positive for cocaine in February 1992, but was reinstated by U.S.A. Track & Field in March 1994, after an appeal. But I.A.A.F. general secretary ISTVAN GYULAI told The Associated Press yesterday that the American body had no right to reinstate Harris. \"He cannot compete anywhere until his four-year suspension is complete,\" Gyulai said.   Harris, 29, was banned from last Friday night's meet at London, and went to Nice, France, hoping to compete yesterday. But he was told he must complete his four-year ban. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/07/19/sports/results-plus-704539.html","abstract":"  TRACK AND FIELD  O'Sullivan's Time a 1994 Best  Sonia O'Sullivan of Ireland produced the fastest women's time of the year at 1,500 meters yesterday at the Nikaia Grand Prix track meet in Nice, France. The former Villanova runner won in 3 minutes 59.10 seconds. Kim Batten of the United States established a season's best in the women's 400 hurdles, upsetting the world and Olympic champion, Sally Gunnell of Britain. Batten ran 53.72, a personal best; Gunnell was second in 53.91. Sergei Bubka won the pole vault at 19 feet 4 1/4 inches. Javier Sotomayor of Cuba cleared 7-10 1/2 in the high jump, a 1994 best. The men's 100 went to American Dennis Mitchell in 10.19. (AP) BASKETBALL  Summer Nets Get First Victory  While David Wesley turned in game highs of 29 points and 14 assists for Boston, Rex Walters scored 23 points and Chris Childs 18 to lead the Nets to their first victory of the Doral Arrowwood Rookie Summer League tournament, 114-109, last night at the Westchester County Center in White Plains. Dwayne Schintzius added 17 points for New Jersey, which trailed by 94-77 after three quarters. FIELD HOCKEY  Canadians Defeat Americans  Canada defeated the United States, 1-0, in the women's field hockey World Cup in Dublin yesterday. The Americans went into the game needing a victory to be virtually assured of a place in the top two of their group and a berth in the semifinals. In Pool B tomorrow, the United States plays China, while its main rivals, Germany and the Netherlands, play each other. If Germany wins and the Americans beat China, the United States should be through, along with the Germans. But if the Netherlands wins, second place will be between Germany and the United States, based on goal differential. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Decrescendo In Opera Series At Aix Festival","web_url":"https://www.nytimes.com/1994/07/19/arts/critic-s-notebook-decrescendo-in-opera-series-at-aix-festival.html","abstract":"  As recently as 1989 the Aix Festival, the best and most prestigious French summer music festival since its founding in 1948, presented five operas. That figure had fallen to three by 1993, and when a new production of Mozart's \"Zauberflote\" opened this year's installment on Friday night, the festival was down to one opera in a two-week period, to be given eight times. That compares with 40 opera performances not so long ago, and 20 in 1991.   But the Aix Festival, in what Le Monde today called \"one of the most troubling periods in its history,\" remains devoted to high artistic achievement. Indeed, Louis Erlo, the festival director, has managed a \"Zauberflote\" that not only surpasses the Handel \"Orlando\" and Weber \"Euryanthe\" of last summer, but also recalls the festival's glorious past as a Mozart center and stakes a bold claim for quality over compromise in the face of budgetary adversity.","thumbnail":null,"section":"Arts"},{"date":"19940719","headline":"A Judge Comes Down Hard On the N.B.A. Players Union","web_url":"https://www.nytimes.com/1994/07/19/sports/pro-basketball-a-judge-comes-down-hard-on-the-nba-players-union.html","abstract":"  Pro basketball players' quest for unfettered free agency in the National Basketball Association was dealt a major setback yesterday when a Federal judge in Manhattan ruled that the league's salary cap, college draft and right of first refusal do not violate antitrust law.   The union immediately filed a motion of appeal in the 2d Circuit Court of Appeals, where it hopes to have its case heard in early September.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"More Furor For Yankees And the Bronx","web_url":"https://www.nytimes.com/1994/07/19/nyregion/more-furor-for-yankees-and-the-bronx.html","abstract":"  The Yankees offered an unequivocal apology, the team official involved issued a categorical denial and Bronx politicians and residents expressed outrage yesterday over a magazine article in which the official reportedly used the terms \"monkeys\" and \"colored boy\" in referring to youths in the South Bronx neighborhood around Yankee Stadium.   Bronx officials said the remarks, which New York magazine attributed to Richard Kraft, the team's longtime vice president for community relations, suggested that racism was the real reason for the club's undisguised interest in moving to Manhattan or New Jersey.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Making the Okinawan Tradition Rock","web_url":"https://www.nytimes.com/1994/07/19/arts/music-review-making-the-okinawan-tradition-rock.html","abstract":"  The songs of Shoukichi Kina and his band Champloose are perfect examples of traditional music perverted by rock-and-roll. When the Okinawan group performed its first New York show on Sunday afternoon at the Central Park Summerstage, it demonstrated that corruption can be a good thing. The band didn't use Western instruments to imitate Western rock, but to further explore the music of its own culture. Because of this, Mr. Kina, considered the father of this hybrid Okinawan rock, has become a Bob Marley-like figure in the rest of Japan, where Okinawan music is considered exotic.    The group used a drum set, two electric guitars, a bank of synthesizers and a bass. The only visual difference between Champloose and other rock bands was the three women in bright, flowing robes who stood at the front of the stage. They sang in a nasal falsetto that set every dog in the vicinity howling, and they danced and drummed indefatigably throughout the concert. The women combined Okinawan tradition with the panache of 50's American girl groups.","thumbnail":null,"section":"Arts"},{"date":"19940719","headline":"Ailing Sampras to Take a Rest","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-tennis-ailing-sampras-to-take-a-rest.html","abstract":"  PETE SAMPRAS withdrew from the Legg Mason Tennis Classic yesterday because of an injured left ankle and will not return until at least early next month. Sampras, the world's top-ranked player, was examined by a local orthopedic surgeon, who detected an inflamed ligament. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"How Wars Are Made : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-how-wars-are-made-letters-to-the-editor.html","abstract":"Regarding \"Why Americans Fight\" (Letters, July 15) from Robert G. Piller:.I cannot agree fully with Mr. Piller's letter about Americans and war - and I have taught U.S. history for half a century. He says that Americans \"must see war as","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"1894: Sugar Scandal : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-1894-sugar-scandal-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - The Herald's Correspondent at Washington telegraphs that a sensation has been caused in the capital by the publication that certain Senators speculated in sugar, notwithstanding their denials, and that a photographic copy of their orders to bro","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"By Design; Patent Is Back","web_url":"https://www.nytimes.com/1994/07/19/style/by-design-patent-is-back.html","abstract":"  First, Calvin Klein showed patent leather penny loafers and Mary Janes in his fall CK collection. Then, Marc Jacobs put his models into high-heeled patent sandals. Voila! Patent leather is back in fashion.   The style promises to come on strong for fall with the arrival in stores next month of Mr. Klein's shoes, Robert Clergerie's knee-high boots and Manolo Blahnik's stiletto-heeled Mary Janes and boots.","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Huge Water Project Would Supply Beijing By 860-Mile Aqueduct","web_url":"https://www.nytimes.com/1994/07/19/world/huge-water-project-would-supply-beijing-by-860-mile-aqueduct.html","abstract":"  One of the largest public works projects ever conceived -- a plan to divert water from the huge reservoir here to Beijing 860 miles north -- has been proposed by China's Communist Party leadership to save the capital from perpetual drought in the next century.    Rivaling even the construction of the 1,500-mile-long Great Wall, in the words of one Government engineer, a huge aqueduct starting here in central China and running north to Beijing and Tianjin seems the only solution to maintaining China's capital as a center for industry, commerce and government.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706949.html","abstract":"  A front-page article yesterday about the crash of fragments from Comet Shoemaker-Levy 9 into Jupiter misstated dimensions of Jupiter and Earth in some copies. The radiuses -- not the diameters -- of the two planets are 44,308 miles and 3,961 miles respectively.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"North Koreans Begin a 2-Day Funeral for Kim","web_url":"https://www.nytimes.com/1994/07/19/world/north-koreans-begin-a-2-day-funeral-for-kim.html","abstract":"  The glass coffin containing the body of Kim Il Sung was carried through the streets of North Korea's capital in a motorcade this morning as funeral proceedings began for the self-proclaimed Great Leader who ruled the Communist nation for nearly five decades.   The final ceremonies, which are to last two days, cap a 10-day frenzy of mourning intended not only to say goodbye to the only leader North Korea has ever known, but also to pave the emotional pathway for the assumption of power by his son and chosen successor, Kim Jong Il. The transition seems to have been unexpectedly smooth, though there is no precedent for a dynastic succession in a Communist country.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Earth-Size Storm and Fireballs Shake Jupiter as a Comet Dies","web_url":"https://www.nytimes.com/1994/07/19/science/earth-size-storm-and-fireballs-shake-jupiter-as-a-comet-dies.html","abstract":"  A continuing bombardment by fragments of the dying Comet Shoemaker-Levy 9 ignited flashes on Jupiter yesterday that outshone the giant planet itself, sending up blazing fireballs and churning the Jovian atmosphere into dark storms, one of them as large as Earth.   The most spectacular of yesterday's impacts was that of Fragment G, which was believed to be the largest of the 21 comet remnants expected to hit Jupiter by Friday. The impact, at 3:28 A.M. Eastern time, produced a flash and a fireball so dazzlingly bright that sensitive instruments on large telescopes were unable to measure its intensity. Briefly the flash exceeded the normal brightness of the entire planet.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Polonia Likes Neighborhood","web_url":"https://www.nytimes.com/1994/07/19/sports/baseball-polonia-likes-neighborhood.html","abstract":"  Yankee outfielder Luis Polonia took exception today to a team vice president's reported characterization of young people who play at a park near Yankee Stadium as \"monkeys\" who create \"a continuous maintenance problem.\"   Asked about the comments that are attributed to Richard Kraft in a New York magazine story, Polonia said: \"It's bad when people use those expressions about blacks and Hispanics. We're real people.\"","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"No Wonder Big Oil Dislikes Ethanol","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-no-wonder-big-oil-dislikes-ethanol-707171.html","abstract":"  To the Editor:   \"This Clean Air Looks Dirty\" (editorial, July 8), which criticizes the use of ethanol as an additive to gasoline, may be reasonably correct in stating that Archer Daniels Midland is not a disinterested party, but you mistakenly advise that ethanol cannot substantially reduce the use of nonrenewable resources.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Meola to Kick for the Jets","web_url":"https://www.nytimes.com/1994/07/19/sports/pro-football-meola-to-kick-for-the-jets.html","abstract":"  Who says Americans will forget soccer as soon as the World Cup is over?   The Jets, a decidedly American football team, have signed this country's World Cup goalie, Tony Meola of Kearny, N.J.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"New Targets Lined Up For a Deadpan Deadeye","web_url":"https://www.nytimes.com/1994/07/19/arts/television-review-new-targets-lined-up-for-a-deadpan-deadeye.html","abstract":"  Michael Moore is not a comedian. His ulterior motives are far too serious. But he is what used to be called, when I was growing up in the Bronx, a jokester. He's the Irish-American smarty whose deadpan delivery masks a genetically subversive heart. Having memorably skewered a chairman of General Motors in his phenomenally successful documentary \"Roger and Me,\" Mr. Moore is now taking his astute indictments of corporate America to, of all places, NBC, owned by General Electric. \"TV Nation\" has its premiere tonight at 8.   Looking a bit like Margaret Rutherford done up for a part in \"L'il Abner,\" Mr. Moore gets off to a neat start by standing outside the Rockefeller Center offices of NBC and complaining to passers-by that he hasn't been given an office. As luck would have it, Senator Alfonse M. D'Amato, whose inability to resist grandstanding in front of a camera is legendary, stops to commiserate with Mr. Moore even though he's not sure what's up. Mr. Moore mentions \"Roger & Me.\" \"Oh,\" says the reassured politician, \"that's famous!\"","thumbnail":null,"section":"Arts"},{"date":"19940719","headline":"Israelis Seal Off Gaza After Rioting","web_url":"https://www.nytimes.com/1994/07/19/world/israelis-seal-off-gaza-after-rioting.html","abstract":"  Israel sealed off the Gaza Strip today, restricting the movement of one million inhabitants there and the transport of goods to or from the area where Yasir Arafat, the chairman of the Palestine Liberation Organization, now lives.   Israeli officials would not say how long the border would remain closed, only that it would be until \"further notice.\"","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Philippines:Look Again : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-philippineslook-again-letters-to-the-editor.html","abstract":"Regarding \"In the Philippines, an Asian Success Story With a Difference\" (Opinion, June 16) by Jaime Zobel de Ayala:.The article cited above gives one side of the Philippines economic miracle. As an international trade union organization, cou","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"1944:Saint-Lô Liberated : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-1944saintlo-liberated-in-our-pages100-75-and-50-years-ago.html","abstract":"WITH AMERICAN FORCES IN FRANCE - [From our New York edition:] Saint-Lô, important highway hub and the third largest city in the Normandy beachhead area, fell to American troops this afternoon [July 18]. The battered town was occupied when tired soldi","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Brazilians Head Back To European 'Roots'","web_url":"https://www.nytimes.com/1994/07/19/sports/world-cup-94-brazilians-head-back-to-european-roots.html","abstract":"  When the last Brazilian team to win the World Cup returned to Brazil from Mexico in the summer of 1970, they were unquestionably going home.   Pele, Rivelino, the playmaker Gerson and all the other stars were born in Brazil, raised in Brazil and earned their livings in Brazil playing for their nation's top clubs.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Rough Sex Led to Boy's Death, Officer Says","web_url":"https://www.nytimes.com/1994/07/19/nyregion/rough-sex-led-to-boy-s-death-officer-says.html","abstract":"  The youth accused of strangling his 12-year-old classmate at a school for emotionally disturbed children told detectives he put his hands around the boy's neck as the two engaged in rough sexual intercourse, investigators testified during a preliminary court hearing today.   \" 'He was screaming for me to get off him,' \" Det. Arthur Romaine of the Town of Mount Pleasant police said the boy, Brian Edwards, told him during an early morning interview last Tuesday, the day after the killing. \" 'It was getting rough. It was getting pretty physical.' \"","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Governor Hasn't Changed on Death Penalty","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-governor-hasn-t-changed-on-death-penalty-707295.html","abstract":"  To the Editor:   In March 1982, when I was running for governor of New York for the first time, I made a speech in which I voiced my opposition to the death penalty, and said I favored a public referendum through a statewide vote on a constitutional amendment.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"The Italian Team Runs Out Of Final Rescue Efforts","web_url":"https://www.nytimes.com/1994/07/19/sports/world-cup-94-the-italian-team-runs-out-of-final-rescue-efforts.html","abstract":"  On the morning after, Coach Arrigo Sacchi had found an apt description of Italy's journey from defeat in the opening game of the World Cup to defeat in the first final to be decided on penalty kicks.   \"We came from hell within touching distance of paradise,\" Sacchi said this morning before the team boarded a chartered flight to Rome.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Giants Flipping Over Quarterbacks","web_url":"https://www.nytimes.com/1994/07/19/sports/pro-football-giants-flipping-over-quarterbacks.html","abstract":"  The way the Giants decided which quarterback Dave Brown or Kent Graham -- ran with the first team for today and which one went with the second was determined by a coin toss. It was a quarter, Brown's quarter, and he lost the toss. Brown only hopes his luck is better on the field.   So the first day of the quarterback battle officially began with a flip. The Giants hope eventually it will end with a bang. As the two went at it on a rain soaked day, George Young, the team's general manager, continued to make news off the field. In a truly surprising move, the Giants re-signed free agent wide receiver Mark Jackson and rescinded their offer to receiver Ed McCaffrey. They also signed wide receiver Chris Calloway and fourth-round draft pick Chris Maumalanga, a defensive tackle.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Mr. Berlusconi's Betrayal","web_url":"https://www.nytimes.com/1994/07/19/opinion/mr-berlusconi-s-betrayal.html","abstract":"  Only months ago, Prime Minister Silvio Berlusconi rode to power on public disgust with Italy's bribery-ridden network of politicians and businessmen. Last Wednesday he outraged the country with a decree that did the accused wrongdoers a huge favor. Mr. Berlusconi had asked Italians to trust him as the only person running for high public office who was not tainted by the scandal that followed the \"clean hands\" anti-corruption investigation -- and they did. Now, even as he hints at amending the decree, many are having second thoughts.   Italians saw the magistrates who conducted the investigation as the only moral players in Italy's grimy political culture. Now Mr. Berlusconi has abruptly cast off his campaign image as a tribune of clean government and seeks to limit their investigations into past political sleaze.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Governor Hasn't Changed on Death Penalty; Time to Exit Gracefully","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-governor-hasn-t-changed-on-death-penalty-time-to-exit-gracefully-707309.html","abstract":"  To the Editor:   Gov. Mario M. Cuomo's grandstanding on the death penalty is just his way of grasping at straws in an attempt to get re-elected.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"King and Arum Feud Anew","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-boxing-king-and-arum-feud-anew.html","abstract":"  MICHAEL CARBAJAL has joined forces with promoter DON KING, but the promoter BOB ARUM contends Carbajal still owes him a fight.   \"Sneaking away without giving me any warning is morally reprehensible,\" Arum told The Associated Press by telephone from his office in Las Vegas, adding that he would take the World Boxing Organization light flyweight champion to court if Carbajal failed to defend against PAUL WEIR of Scotland on Sept. 28. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/19/nyregion/inside-701521.html","abstract":"  Blast Hits Argentine Jews   A blast ripped through the headquarters of Jewish groups in Buenos Aires, killing at least 17 people and wounding more than 120. Page A3. Clinton Sought S.& L. Advice   The nation's top bank regulator says the President asked him for advice about handling personal ties to an Arkansas savings and loan. Page A15. Sneak Peeks at Tax Returns    More than 1,300 I.R.S. employees have been investigated since 1989 for possible abuse of system computers to snoop on taxpayers. Page D1. New Yankee Furor in Bronx    Racial remarks attributed to a Yankees official touched off a furor among Bronx politicians and neighbors of Yankee Stadium. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Baboon Cells Might Repair AIDS-Ravaged Immune Systems","web_url":"https://www.nytimes.com/1994/07/19/science/the-doctor-s-world-baboon-cells-might-repair-aids-ravaged-immune-systems.html","abstract":"  WILL AIDS someday be treated with bone marrow transplanted from baboons or other animals?   Scientists are taking that radical idea seriously, basing their hopes for success on the natural resistance of baboons to H.I.V., the AIDS virus, and on advances in immunology. The aim is to transfer the disease resistance to H.I.V.-infected people, bridging the species barrier. Plans are strictly in the experimental phase. If the experiment works, uninfected baboon cells will join the H.I.V.-infected human marrow and help restore the body's immune function.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Easy Ways To Start Preparing A Pedigree","web_url":"https://www.nytimes.com/1994/07/19/science/peripherals-easy-ways-to-start-preparing-a-pedigree.html","abstract":"  THE end of both a century and a millennium seems a natural time to get interested in one's family history. Genealogical research isn't easy, though, even with a personal computer to help.    \"There's been a significant increase in the number of people who want to research and document their family history,\" said Myrna LeFerver Smith, a genealogical consultant with the Menlo Park Family History Center in California. \"This is largely due to the fact that we are approaching the end of the 20th century, and people of all ages are becoming aware of their place in history and of their connections with both the past and future.\"","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706922.html","abstract":"  An article on Saturday about fund-raising in the race for New York's governorship misstated the period in which Arthur J. Finkelstein, the prime strategist for State Senator George E. Pataki's campaign, has received $137,236 in fees from the campaign. It has occurred since January.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Schools Group to Challenge New Law on Hasidic District","web_url":"https://www.nytimes.com/1994/07/19/nyregion/schools-group-to-challenge-new-law-on-hasidic-district.html","abstract":"  The state school boards association, which persuaded the Supreme Court to abolish a school district that was created specifically to accommodate ultra-Orthodox Jews, announced today that it would return to court to challenge a new state law that was designed to circumvent the court ruling.   Trying to bolster its case, the group said it had discovered that the new law, which allows municipalities that meet certain criteria to establish their own school districts, actually would apply only to the Kiryas Joel Village School District. Legislative aides denied the claim.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Transit Police Union Rejects Tentative Contract With City","web_url":"https://www.nytimes.com/1994/07/19/nyregion/transit-police-union-rejects-tentative-contract-with-city.html","abstract":"  The union for New York City's transit police officers yesterday rejected a tentative contract that the city and union leadership had announced last week, making it likely that the dispute will go before a state arbitration board.   The move came as the executive committee and member delegates of the Patrolmen's Benevolent Association, which represents 22,300 officers in the New York City Police Department, approved an almost identical agreement. The contract will go to the P.B.A.'s full membership for a ratification vote.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Arafat:Word and Deed : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-arafatword-and-deed-letters-to-the-editor.html","abstract":"Regarding \"Joint Rule Could Make Jerusalem a City of Peace\" (Opinion, June 29) by Gershon Baskin:.I found Mr. Baskin's article refreshing: It did away with ideological stands and dealt with facts on the ground..When Yasser Arafat visited Fr","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Patterns","web_url":"https://www.nytimes.com/1994/07/19/style/patterns-703362.html","abstract":"  Commercial Blur at MTV    Magazines are on a slippery slope as they try to preserve a sense of editorial integrity and still sell clothes. Art directors like Fabien Baron are designing Calvin Klein ads and the magazine Harper's Bazaar, in which they appear, and photographers like Richard Avedon shoot pristine portraits and Versace campaigns that run within pages of each other in The New Yorker.","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Slumlord's Religion Doesn't Bear on Case","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-slumlord-s-religion-doesn-t-bear-on-case-707244.html","abstract":"  To the Editor:   Your July 6 news article on the crime and drugs at New York slum hotels owned by Tran Dinh Truong calls Mr. Truong \"a practicing Roman Catholic.\" It is a mystery to me what religion Mr. Truong is practicing, but it is not Roman Catholicism.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"For Parched Beijing, A Giant Aqueduct","web_url":"https://www.nytimes.com/1994/07/19/world/for-parched-beijing-a-giant-aqueduct.html","abstract":"  One of the largest public works projects ever conceived -- an 860-mile aqueduct in northern China -- is being considered by the Communist Party leadership to spare the Beijing area from perpetual drought.   The aqueduct would have to cross 219 rivers and streams, including the Yellow River. To accomplish this, engineers are prepared to dig either a five-mile-long tunnel under the Yellow River or erect an aqueduct above it supported by 160 huge pylons.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/19/style/chronicle-707023.html","abstract":"  Dr. WILLIAM W. PUTNEY, a retired veterinarian, was determined that the dogs that served in the Marines in the Pacific theater in World War II would not be forgotten. As a result of his efforts, a monument will be dedicated to them on Thursday on Guam.    \"During the battle and liberation of Guam, the Marine Corps War Dog Platoons had 25 dogs killed in action,\" said Dr. Putney, who was the commanding officer for the dogs and their handlers. During a visit eight years ago to see the War Dog Cemetery, he was distressed to see it had been moved into the jungle and was sorely neglected.    \"I got the Navy to move the cemetery to the naval station at Orote Point, and the United Doberman Club commissioned Susan Bahary Wilner to cast a statue of the Doberman, the official Marine war dog in World War II,\" he said from Guam yesterday. \"Those dogs saved hundreds of lives in the battle of Guam. Now I can go to my grave knowing that the dogs have a good place to rest and the Government is honoring them in the manner they rightly deserve.\" NADINE BROZAN","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Administration Takes to Road for Health Plan","web_url":"https://www.nytimes.com/1994/07/19/us/the-health-care-debate-the-campaign-administration-takes-to-road-for-health-plan.html","abstract":"  Supporters of government guarantees of health insurance for all Americans, struggling to regain momentum in Congress, today began a week of public events that were intended to make the case that the middle class will suffer if only partial health care reform is enacted.   President Clinton traveled to Miami Beach to speak to a leading Hispanic organizations, and attacked what he portrayed as \"Band-Aid\" proposals for patching up the nation's health care system.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"A Good President in the Philippines","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-a-good-president-in-the-philippines.html","abstract":"Fidel Ramos is probably the best president the Philippines has had since Ramon Magsaysay, the great reformer who was killed in a plane crash in 1957. Like John Kennedy, Mr. Magsaysay died in office, too soon to be tested as Mr. Ramos is now being tested.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"A Reason to View Rats as Rabbit Relatives","web_url":"https://www.nytimes.com/1994/07/19/science/a-reason-to-view-rats-as-rabbit-relatives.html","abstract":"  THE evolutionary origins of rodents have long been shrouded in mystery. While some scientists have linked them to primates, others have insisted that they are related to lagomorphs, the group that includes rabbits and hares. The latest evidence, a 50-million-year-old fossil from Inner Mongolia, supports the claim that rats and squirrels are genetic cousins of rabbits.   \"The discovery revitalizes the study of the earliest rodents and their relatives,\" said Dr. Lawrence Flynn, assistant director of the Peabody Museum at Harvard University, who wrote a commentary accompanying the study, which is published in the current issue of the British scientific journal Nature. \"It's taking a small step toward the unraveling of how the modern rodents came to be.\"","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Bernstein Up Close: The Follicles and Pores","web_url":"https://www.nytimes.com/1994/07/19/books/books-of-the-times-bernstein-up-close-the-follicles-and-pores.html","abstract":"  Leonard Bernstein  By Humphrey Burton  Illustrated. 594 pages. Doubleday. $25.","thumbnail":null,"section":"Books"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706914.html","abstract":"  Because of an editing error, an article on Sunday about an increase in the number of overweight Americans misstated the source of quotations by Dr. F. Xavier Pi-Sunyer, director of the division of endocrinology, diabetes and nutrition at St. Luke's Roosevelt Hospital Center and a professor of medicine at Columbia University. His comments were made in an interview for the article, not in an editorial in The Journal of the American Medical Association.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Indian Bureaucrats Try to Unlearn the Habits of Bureaucracy","web_url":"https://www.nytimes.com/1994/07/19/world/indian-bureaucrats-try-to-unlearn-the-habits-of-bureaucracy.html","abstract":"  The teacher sat down and surveyed his class: 17 officials of the Indian Administrative Service, the country's elite bureaucracy, men and women with 12 to 15 years of experience in local and national policy.   The teacher, Naresh Chandra Saxena, director of the Lal Bahadur Shastri National Academy for Administration, spoke for half an hour on the emerging difficulties for Indian bureaucrats as the Government opens up the economy and slashes the maze of controls that has made India such a bureaucrat's delight and an entrepreneur's nightmare.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Poison Ivy's Far Too Serious for Spoofing; Garden Veterans","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-poison-ivy-s-far-too-serious-for-spoofing-garden-veterans-707279.html","abstract":"  To the Editor:   Re \"Poison Ivy Myths: Up in Smoke\" (Op-Ed, July 7):","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Severe Ancient Droughts: A Warning to California","web_url":"https://www.nytimes.com/1994/07/19/science/severe-ancient-droughts-a-warning-to-california.html","abstract":"  BEGINNING about 1,100 years ago, what is now California baked in two droughts, the first lasting 220 years and the second 140 years. Each was much more intense than the mere six-year dry spells that afflict modern California from time to time, new studies of past climates show. The findings suggest, in fact, that relatively wet periods like the 20th century have been the exception rather than the rule in California for at least the last 3,500 years, and that mega-droughts are likely to recur.   The evidence for the big droughts comes from an analysis of the trunks of trees that grew in the dry beds of lakes, swamps and rivers in and adjacent to the Sierra Nevada, but died when the droughts ended and the water levels rose. Immersion in water has preserved the trunks over the centuries.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Observer; Good Heavens, Holmes! It's a Gigantic Weather!","web_url":"https://www.nytimes.com/1994/07/19/opinion/observer-good-heavens-holmes-it-s-a-gigantic-weather.html","abstract":"  Louie Allen is dead now who used to do the TV weather on Channel 9, Washington, with nothing but a crayon and a big sheet of drawing paper.    That was back in the 1950's, or maybe 60's, and it's been downhill ever since for TV weather, as well as for men called Louie, which is to say they don't make 'em anymore. Nowadays instead they make guys who are called Chad and Joel, Sean and Kevin, even Lu-ees.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/19/sports/transactions-704199.html","abstract":"  Baseball  American League  SEATTLE MARINERS -- Purchased the contract of George Glinatsis, pitcher, from Jacksonville of the Southern League. Designated Milt Hill, pitcher, for assignment. Signed Doug Carroll, outfielder, and Randy Vickers, third baseman. Assigned Carroll to Bellingham of the Northwest League. Arizona Fall League  Named Steve Gilbert director of media relations and Herb Clark media relations aide and feature writer. Football  National Football League  ATLANTA FALCONS -- Signed Lance Zeno, offensive lineman.   DETROIT LIONS -- Agreed to terms with Johnnie Morton, wide receiver, on a four-year contract.   KANSAS CITY CHIEFS -- Signed David Treadwell, placekicker.   MIAMI DOLPHINS -- Signed Richmond Webb, offensive tackle, to a three-year contract extension.   NEW YORK GIANTS -- Signed Mark Jackson and Chris Calloway, wide receivers, Chris Maumalanga, defensive tackle and John Booty, defensive back. Rescinded the tender offer to Ed McCaffrey, wide receiver.   NEW YORK JETS -- Agreed to terms with Tony Meola, placekicker.   PHILADELPHIA EAGLES -- Signed Bernard Williams, offensive tackle, to a five-year contract. Agreed to terms with Charlie Garner, running back, on a three-year contract.   WASHINGTON REDSKINS -- Released Brad Edwards, safety. Signed Joe Patton, guard, and Kurt Haws, tight end. Arena Football League  CLEVELAND THUNDERBOLTS -- Signed Fred Guions, wide receiver and defensive back.   MIAMI HOOTERS -- Waived John Bonds, quarterback. Suspended Glenn Neely, linemen. Hockey  International Hockey League  DETROIT VIPERS -- Signed Joe Day, center. Soccer  National Professional Soccer League  HARRISBURG HEAT -- Promoted assistant general manager Gregg Cook to general manager.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"WHAT THEY'RE READING","web_url":"https://www.nytimes.com/1994/07/19/opinion/IHT-what-theyre-reading.html","abstract":"Walter Schweppe, instructor at the Goethe Institute, Berlin, is reading \"Swing Hammer Swing!\" by Jeff Torrington..\"This book is set in the rundown Gorbals area of Glasgow. It appeals to me because of its fresh style and gallows humor. In","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706930.html","abstract":"  Because of an editing error, an article yesterday about children whose parents are in prison referred incorrectly in some editions to a woman who now counsels others about substance abuse and AIDS. The counselor is Frances Franco, a mother who went to prison for selling drugs from her apartment, not Ms. Franco's daughter.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"America the Bountiful","web_url":"https://www.nytimes.com/1994/07/19/opinion/america-the-bountiful.html","abstract":"  America is the home of a dessert called Death by Chocolate. It is the home of the quarter-pounder with a side of fries, of pastrami on rye, of chile rellenos and nachos, of barbecue, glazed doughnuts and fettucini Alfredo.   America is a country in which touch-tone will bring the stay-at-home pizza with everything within minutes. It is the country whose TV ads for broiling T-bones or sizzling fried shrimp could have swayed Saint Jerome. It is a country whose restaurants sing with \"I really shouldn't, but . . .\" and \"Go ahead, you deserve it.\"","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Fordham to Seek New Site for Radio Tower","web_url":"https://www.nytimes.com/1994/07/19/nyregion/fordham-to-seek-new-site-for-radio-tower.html","abstract":"  An over-the-fence squabble between two powerful Bronx neighbors cooled a bit yesterday when Fordham University agreed to look for a different place to put its new radio tower than directly across the road from the New York Botanical Garden.   But Fordham fell short of promising that it would move the tower. \"Without an alternative of some sort,\" said Dr. Brian J. Byrne, the university's vice president for administration, \"we can't say at this point that we won't build at this site.\"","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Vallone Seeks Outside Panel On Corruption","web_url":"https://www.nytimes.com/1994/07/19/nyregion/vallone-seeks-outside-panel-on-corruption.html","abstract":"  City Council Speaker Peter F. Vallone said yesterday that he wants a permanent independent agency to monitor corruption in the New York City Police Department, and Council leaders said he has the votes to push it through.   The Speaker said he would introduce legislation today that would largely echo the recommendation of the Mollen Commission two weeks ago, to create an outside agency with broad investigative powers, including the ability to subpoena witnesses.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Still Showing Life in the Heart Of America, Drive-In Theaters","web_url":"https://www.nytimes.com/1994/07/19/movies/still-showing-life-in-the-heart-of-america-drive-in-theaters.html","abstract":"  For nearly 30 years, the drive-in movie theater has struggled. Squeezed by multiplexes, videocassettes and urban sprawl, it has at times seemed to teeter on the verge of extinction. In 1958, there were more than 4,000 drive-in screens in the United States. Today, there are 837.   But do not mourn its passing quite yet.","thumbnail":null,"section":"Movies"},{"date":"19940719","headline":"En Garde Onstage: A Duel of Batons","web_url":"https://www.nytimes.com/1994/07/19/arts/music-review-en-garde-onstage-a-duel-of-batons.html","abstract":"  At first glance, a competition for conductors seems a bad idea. Conducting is entirely a cumulative art, whose outstanding practitioners reveal their mastery over the long haul, not in virtuosic instants. An episode like Leonard Bernstein's famous overnight success with the New York Philharmonic is a glaring exception. Generally speaking, there are no conducting prodigies, and many talents rise to greatness only in old age. A night of good conducting is, after all, merely the average of a hundred musicians' efforts, and a great conducting career the average of many thousands of such nights.   So it is very difficult to draw conclusions from a single set of performances, as the distinguished jury of the American Symphony Orchestra's Stokowski Conducting Competition had to do at a finals concert on Friday night at Avery Fisher Hall. Yet it was not a futile exercise. One conductor did clearly stand out from two other finalists, although not enough for the jury to award a first prize. Jan Wagner, originally of Austria and now based in Minnesota, won second prize, and Steven Zike and Sebrina Alfonso shared third prize. Such overnight ranking is risky, but we undeniably need some new way of detecting podium talent; the old European system, with its long apprenticeships in provincial outposts, no longer provides a dependable hierarchy through which good conductors can surface.","thumbnail":null,"section":"Arts"},{"date":"19940719","headline":"Bank Regulator Says Clinton Sought Advice on S.& L.","web_url":"https://www.nytimes.com/1994/07/19/us/bank-regulator-says-clinton-sought-advice-on-s-l.html","abstract":"  President Clinton asked the nation's top bank regulator over the last New Year's holiday whether he could provide legal advice concerning the President's personal ties to a failed Arkansas savings and loan, according to an interagency memorandum written by the regulator.   The regulator, Eugene A. Ludwig, who is Comptroller of the Currency, checked with Treasury Department and White House lawyers and told Mr. Clinton that \"it would be impermissible for me to discuss the matter with the President or the First Lady,\" according to the memorandum.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Europe Ponders Future Outpost on the Moon","web_url":"https://www.nytimes.com/1994/07/19/science/europe-ponders-future-outpost-on-the-moon.html","abstract":"  A MOVE is afoot in Europe to establish a manned scientific station on the Moon, an initiative that may eventually challenge America's primacy in space exploration.   Officials of the European Space Agency, a consortium of scientists from 14 countries, are seeking some $350 million from member nations to pay for the first in a series of lunar programs that could culminate in a manned Moon station within 25 years. Dr. Roger Bonnet, science director of the Paris-based agency, said in an interview that the first European emissary to the Moon, a small, unmanned craft named LEDA (for Lunar European Demonstration Approach) could land on the Moon by 2001.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/19/style/chronicle-707015.html","abstract":"  WHITNEY HOUSTON, troubled by a recurring throat problem, has been ordered by doctors to reschedule eight dates on the West Coast and in Arizona and Texas on her summer concert tour, The Associated Press reported yesterday.    The singer canceled a concert on Saturday in Anaheim, Calif., but performed a short medley of songs Sunday at the World Cup soccer finals at the Rose Bowl in Pasadena, Calif.   It has not been the best of times for Ms. Houston. At a recent concert in Atlanta, she brought her husband, the singer Bobby Brown, on stage to announce she was pregnant with their second child. Several days later she miscarried.","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Rwanda Rebels' Victory Attributed to Discipline","web_url":"https://www.nytimes.com/1994/07/19/world/rwanda-rebels-victory-attributed-to-discipline.html","abstract":"  After nearly four years of intermittent war, Rwanda's Tutsi-dominated rebel front has routed the larger Hutu-controlled Rwandan Army through a combination of perseverance, superior tactics and a big edge in motivation and discipline.   \"The rebels were both better led and better trained,\" said Frank Smyth, author of \"Arming Rwanda: The Arms Trade and Human Rights Abuses in the Rwandan War,\" a report by Human Rights Watch released in January 1994. \"They were a more highly motivated and disciplined force. It's surprising to me that the army held out as long as it did. They felt they were fighting for their lives. The Presidential Guard were good killers. But overall this was a classic despot army.\"","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Poison Ivy's Far Too Serious for Spoofing; Allergics Beware","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-poison-ivy-s-far-too-serious-for-spoofing-allergics-beware-707260.html","abstract":"  To the Editor:   Re \"Poison Ivy Myths: Up in Smoke\" (Op-Ed, July 7):","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Haitian Refugee Tactic Makes New Problems","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-haitian-refugee-tactic-makes-new-problems-707252.html","abstract":"  To the Editor:   \"Needed: Steady Hands on Haiti\" (editorial, July 9) states \"there can be no mistaking that a policy that diverts black Haitians while welcoming mostly white refugees from other troubled nations reeks of racial discrimination.\"","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"3 Ex-Officers Plead Guilty In F.B.I. Sting","web_url":"https://www.nytimes.com/1994/07/19/nyregion/3-ex-officers-plead-guilty-in-fbi-sting.html","abstract":"  Three grim-faced former detectives of the Mount Vernon Police Department, who were videotaped in May stealing $10,000 in an F.B.I. sting operation, pleaded guilty yesterday in Federal Court in White Plains to charges of theft and conspiracy.   All three men admitted to the judge that they stole the money for their own use and that they undertsood that it was a crime to take the money.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/19/style/chronicle-707007.html","abstract":"  In Key West, Fla., long the home of Ernest Hemingway, and in Oak Park, Ill., his birthplace, people have been celebrating the writer's birthday -- July 21 -- for a number of years. So the residents of the Sun Valley, Idaho, area where he spent his final years and is buried decided they, too, ought to mark the occasion.    This week they're celebrating what would have been the writer's 95th birthday with lectures and talks in Ketchum and Hailey, and with a book signing by Michael Reynolds, a Hemingway biographer, complete with a birthday cake at the Sun Valley Mall.","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706957.html","abstract":"  An obituary by The Associated Press on Saturday about Bob Payton, a restaurateur, misstated his birthplace. It was Troy, N. Y., not Miami.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Details Sifted in Biker Clash That Left 2 Pagans Dead","web_url":"https://www.nytimes.com/1994/07/19/nyregion/details-sifted-in-biker-clash-that-left-2-pagans-dead.html","abstract":"  Perhaps 150 motorcycling enthusiasts were gathered in the picnic grove of an Elks Lodge on Mountain Avenue in this sleepy western New Jersey town on Sunday afternoon when the arguments started near an outdoor beer and liquor stand.   \"In rapid succession it went from fists to knives and from knives to guns,\" the Warren County Prosecutor, John J. O'Reilly, recounted today.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Crusade and a Return From Exile; New York Lawyer Earns His Way Back to the Courtroom","web_url":"https://www.nytimes.com/1994/07/19/nyregion/crusade-return-exile-new-york-lawyer-earns-his-way-back-courtroom.html","abstract":"  The concept was certainly noble and the cost to the school negligible: a state-financed program to train lawyers to represent battered women. But in 1991, the Battered Women's Justice Center was still a hard sell to the faculty of the Pace University Law School. The sticking point: The center's director would be Michael G. Dowd.    A former dean, Steven H. Goldberg, recalled the uproar: \"Some said we would send the absolutely wrong message if we put our stamp of approval on someone who had been suspended from the practice of law.\"","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Owners and Players Stand Still; Clock Runs","web_url":"https://www.nytimes.com/1994/07/19/sports/baseball-owners-and-players-stand-still-clock-runs.html","abstract":"  To nobody's surprise, including management's, the Players Association yesterday rejected the owners' salary cap proposal, then introduced a series of proposals that the owners' chief labor executive said were not responsive to the owners' needs.   The dual developments left the two sides as far apart as ever and moved major league baseball closer to an August strike that would jeopardize not only the rest of the season but also the playoffs and World Series.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Democratic Governors Avoid Mandates","web_url":"https://www.nytimes.com/1994/07/19/us/the-health-care-debate-the-states-democratic-governors-avoid-mandates.html","abstract":"  One day before President Clinton is to address the National Governors' Association, Democratic members of the group today endorsed his goal of health insurance for all Americans but withheld their support for the centerpiece of his proposal, a requirement that employers pay most of the cost.   The Democratic Governors' Association did not say how it would finance health insurance for the 39 million Americans who have no coverage. Without being specific, the group supported efforts by Congressional leaders to find \"an equitable and reliable financing mechanism.\"","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Review/Fashion; Paris Shows, From Glitzy to Discreet","web_url":"https://www.nytimes.com/1994/07/19/style/review-fashion-paris-shows-from-glitzy-to-discreet.html","abstract":"  Gianni Versace has a habit of slipping quietly into town from Milan and introducing his couture collection at least a day before the other designers get started. His entrance was not quite so low-key this time, but the show itself was modestly presented Sunday night.    The audience consisted of a mere 300 people at the Hotel Ritz. Luminaries like Sylvester Stallone, Hugh Grant and the singer who used to be called Prince and now identifies himself with a symbol added a frisson to the evening. They stayed for a small dinner decorated with models wearing dresses from the runway, and hundreds more people were invited to a reception afterward. The curtain raiser for the fall couture openings turned into a bit of a bash.","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"Poison Ivy's Far Too Serious for Spoofing; Sufferers Are Angry","web_url":"https://www.nytimes.com/1994/07/19/opinion/l-poison-ivy-s-far-too-serious-for-spoofing-sufferers-are-angry-707287.html","abstract":"  To the Editor:   I agree most wholeheartedly with Gary Krist and his defense of the use of poison ivy (\"Poison Ivy Myths: Up in Smoke,\" Op-Ed, July 7).","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Empty Lawns: Aging in the Suburbs -- A special report.; Elderly Find Hardship in Haven for Young","web_url":"https://www.nytimes.com/1994/07/19/nyregion/empty-lawns-aging-suburbs-special-report-elderly-find-hardship-haven-for-young.html","abstract":"  They moved out to the suburbs in the decades after World War II in record numbers with all the promise and trappings of youth, with bicycles and station wagons, baby strollers and basketball hoops.   They raised families there, had careers and now, in record numbers, they are growing old there. Across the United States, more older people are living in the suburbs than ever before. The trend is especially prevalent in the New York area. For the first time in the region's history, more people over 65 are living in suburbs than in cities, small towns and rural areas combined, an analysis of the 1990 Census shows.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"No Babygate II for Oilers","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-pro-football-no-babygate-ii-for-oilers.html","abstract":"  The Houston Oilers opened training camp again but the big news around the team had nothing to do with the players or on-field exercises: DAVID WILLIAMS's wife, DEBI, is pregnant again. This time, there probably won't be any Babygate controversy, however. Mrs. Williams isn't due until February, so Williams most likely won't get into trouble again for skipping a game to attend the birth of a child. Last season, the Oilers incurred considerable negative publicity when they fined the offensive tackle for not getting to a game at New England the day after he was with his wife while she gave birth. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"A.L. Tells Belle to Vanish for 10 Days","web_url":"https://www.nytimes.com/1994/07/19/sports/baseball-al-tells-belle-to-vanish-for-10-days.html","abstract":"  Umpire Dave Phillips would like you to stifle all impulses toward laughter as you learn that the Cleveland Indians bat that mysteriously disappeared from the umpires' room at Comiskey Park in Chicago for two days was indeed a corked, high-performance imposter of a regulation instrument.   As a result, Albert Belle, the Indians slugger whose bat was confiscated during Friday night's game against the White Sox in Chicago, was suspended for 10 days. However, he will be allowed to retain his .349 batting average, which is 59 points above his 1993 average and 79 points above his five-year career average of .270 through last season. He will also keep his 26 home runs and 78 runs batted in, statistics that rank him among the top five hitters in the league in those departments, as well as in batting average.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/19/nyregion/news-summary-700991.html","abstract":"  International A3-11  A CEASE-FIRE AND CRISIS    Declaring a victory, the Rwandan Patriotic Front announced a cease-fire, but that was little consolation to relief workers who are trying to contend with 100,000 refugees who have fled to Bukavu, Zaire, and the threat of another 500,000 who are clogging the roads on the way.  A1  Anatomy of Rwanda's deadly civil war.  A6  MIDEAST TALKS COME HOME    Jordan and Israel held public peace talks under a tent on their border for the first time. No immediate breakthroughs were expected after nearly five decades of uncertainty, but the gesture of negotiators' sitting down, although separated by the border, was a symbolic achievement if not a substantive one.  A1  EXPLOSION HITS ARGENTINE JEWS    At least 17 people were killed and more than 120 wounded when what was believed to be a bomb ripped through the headquarters of Jewish organizations in Buenos Aires.  A3  THREE FRONTS FOR CLINTON    Whitewater, health care and Haiti are the presidential challenges that could make this the toughest stretch of the term.  A4  BOSNIAN OPTS FOR WAR    Radovan Karadzic, leader of the Bosnian Serbs, told his people that war was \"more honorable\" than accepting the peace plan approved by the other parties in the war.  A7  KEEPING BEIJING IRRIGATED    A plan by China's Communist Party leaders to divert water to Beijing from a huge reservoir to the south would be one of the largest public works projects ever conceived -- if it survives intense debate.  A8  Italy's prime minister offered to compromise.  A3  The compulsory education of an Indian bureaucrat.  A10  A message of reassurance from Japan's prime minister.  A11  Rio Journal: A larger goal is seen in a victory on the playing field.  A4  National A12-17  TRYING TO CHANGE SPIES    The head of the C.I.A. said the case of a spy in the agency was prompting him to change its culture and structure so it would no longer be a \"fraternity\" of old boys.  A1  CLINTON SOUGHT OFFICIAL'S ADVICE    President Clinton asked the nation's top bank regulator during the 1993 New Year's holiday whether he could advise him about the Clintons' ties to a failed Arkansas savings and loan.A12  LIFE AND DEATH DECISION    The district attorney in Los Angeles is facing a politically difficult decision over whether to seek the death penalty for O. J. Simpson.  A12  Simpson's lawyers reportedly plan to say evidence was planted.  A12  TEACHERS TAKE STAND    The American Federation of Teachers urged the nationwide adoption of a policy of expelling students who take weapons or drugs to school or assault a teacher or student.  A13  BACKING FOR UNIVERSAL COVERAGE    Democratic governors endorsed President Clinton's plan to provide health insurance for all Americans but did not support his plan to have employers pay for that.  A14  SEASON OF ULTIMATUMS    As action on health care nears the brink, ultimatums are coming from all sides, including those who back a Canadian-style system of national insurance that has almost no hope of passing Congress.  A14  Backers of universal health coverage try to regain momentum.  A14  ARMY MURDER CASE BEGINS    A court-martial of a sergeant in the slaying of a young officer last summer that raised questions about Army policy began as military prosecutors laid out the largely circumstantial case against him.  A15  BUDGET REVOLT BEARS FRUIT    After two members of the House began a movement last year to revise how budget cuts are handled, it has gained enough support to force leaders to allow votes on some meaningful spending reduction measures.  A16  MEXICAN FOOD CRITICIZED    A nutrition-advocacy group said food at Mexican restaurants in this country is low in nutritional value.  A16  Metro Digest B1  MONITORING POLICE CORRUPTION    City Council Speaker Peter F. Vallone wants a permanent independent agency to monitor police corruption, and some say he has the votes to make it happen.  A1  BEING ELDERLY IN THE SUBURBS    The elderly population continues to grow in the suburbs, a setting that was created for the young and is presenting an array of disturbing new problems.  A1  Business Digest D1  Science Times C1-13  SPECTACULAR SPACE SHOW    Fragments of the dying Comet Shoemaker-Levy 9 kicked up fiery explosions and storms on Jupiter yesterday. The impact of Fragment G outshone the planet itself, leaving astronomers amazed at the brilliance of the display.  A1  California has seen mega-droughts in the past -- and may again. C1  NASA's new direction brings it into close quarters with Moscow.  C1  Europe considers putting an outpost on the Moon.  C1  Obituaries D17  Fashion Page B6  Arts/Entertainment C15-18  The drive-in survives.  C15  Theater: \"The Great Brain.\" C16  Music: Christie's Mozart.  C15  Books: Bernstein, close but frank.  C18  Television: Michael Moore.  C15  Sports B7-13  WHITHER SOCCER?    The World Cup was a big success, but whether fans in the United States can maintain their new interest in the sport is still to be proved.  A1  Baseball: No progress in player-owner talks.  B7  Hockey: Rangers ask for Keenan investigation.  B7  Editorials/Op-Ed A18-19  Editorials  Goodbye to a bad deal.  Mr. Berlusconi's betrayal.  America the bountiful.  Letters  Russell Baker: Good heavens, Holmes! It's a gigantic weather!  Donald Koblitz: Germans need their martyrs.  Thomas Fleming: The Hitler assassination plot tragedy. Chronicle B5  Chess C7  Crossword C18","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Craig Miller Memorial","web_url":"https://www.nytimes.com/1994/07/19/nyregion/craig-miller-memorial.html","abstract":"  A memorial gathering for Craig Miller, a lighting designer for ballet, theater and opera, will be held at 2 P.M. on Friday at the Joyce Theater, 175 Eighth Avenue, at 19th Street. Mr. Miller died on June 7 of cancer.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Microsoft's New System Promises to Fix Glitches","web_url":"https://www.nytimes.com/1994/07/19/science/personal-computers-microsoft-s-new-system-promises-to-fix-glitches.html","abstract":"  \"GOIN' to Chicago,\" runs the classic blues lyric, \"sorry, but I can't take you.\" It is a tune the Microsoft Corporation apparently hopes computer users will consider singing to their current Windows software.   Chicago is the not-so-secret code name of the next version of Windows, the operating system that dominates the personal computer software market. Beginning in June a release dubbed \"Beta-1\" (computerese for \"nowhere near ready for public consumption\") was shipped to more than 10,000 test sites, and Microsoft now says the final edition should appear by late this year or early next year. Many industry experts do not expect it until as much as six months later.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Webb Joins High-Pay Ranks","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-pro-football-webb-joins-high-pay-ranks.html","abstract":"  Miami Dolphins tackle RICHMOND WEBB signed a three-year contract extension yesterday that makes him one of the highest paid offensive linemen in the National Football League. He will earn an average of $2.7 million per season for 1995 through 1997 after receiving a base salary of $645,000 this year, the final one of his current contract. Webb has played in the Pro Bowl in each of his four seasons. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Chess","web_url":"https://www.nytimes.com/1994/07/19/arts/chess-706140.html","abstract":"  When the question was put to a group of illustrious figures of the game, \"How many moves ahead do you see?,\" most of the answers ranged between 10 and 20. The one maverick was Richard Reti, 1889-1929, a founder, along with Aron Nimzovich and Julius Breyer, of ultra-positional hypermodernism. He replied, \"One move -- but it is always the best.\"   Reti was stressing the importance of judgment as contrasted to calculation, the mapping out of general strategy as contrasted to concrete tactical operations and the carrying out of plans. Yet he knew very well that chess on a high level cannot be played without a balance of both.","thumbnail":null,"section":"Arts"},{"date":"19940719","headline":"Court-Martial Opens in Slaying of Officer","web_url":"https://www.nytimes.com/1994/07/19/us/court-martial-opens-in-slaying-of-officer.html","abstract":"  The military's deepest fears of what might happen when enlisted personnel are permitted to mingle with officers exploded last year when an Army sergeant here was charged with murdering a 21-year-old female second lieutenant.   Today, the court-martial of Sgt. Erwin M. Graves began with testimony that appeared to link him to the killing of Second Lieut. Lisa N. Bryant through strong but circumstantial evidence, including a pair of earrings, gunshot residue and a powerful .357 Magnum handgun registered to Sergeant Graves that prosecutors believe was the murder weapon.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Alarms Tell Whales To Dodge Fish Nets That Snare and Kill","web_url":"https://www.nytimes.com/1994/07/19/science/alarms-tell-whales-to-dodge-fish-nets-that-snare-and-kill.html","abstract":"  SOME 3,000 to 5,000 humpback whales feed off Newfoundland and Labrador every summer, representing the largest population of humpbacks in the world and a major problem for fishermen, whale researchers at Memorial University here say.   For years, Memorial scientists have been experimenting with ways to keep the animals away from the fishermen's nets. Net entrapments threaten the lives of scores of whales every year, and a trapped whale can damage thousands of dollars' worth of gear. The scientists are now reporting success with an alarm system that makes whales aware of the barrier, while not scaring away the fish.","thumbnail":null,"section":"Science"},{"date":"19940719","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/19/nyregion/c-corrections-706965.html","abstract":"  A sports picture caption on Sunday about the British Open referred incorrectly in some editions to the golfer shown swinging a club. He was Brad Faxon, not Jesper Parnevik.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Israelis and Jordanians Meet, In Public and With Optimism; CHRISTOPHER SEES PEACE","web_url":"https://www.nytimes.com/1994/07/19/world/israelis-and-jordanians-meet-in-public-and-with-optimism-christopher-sees-peace.html","abstract":"  In an uncharacteristic burst of optimism, Secretary of State Warren Christopher said today that there were new opportunities for peace between Israel and Syria and declared the decades-long conflict between Israelis and Arabs nearly over.   Mr. Christopher acknowledged that he could not report any concrete progress with Syria over the Golan Heights. And senior officials traveling with him noted that President Hafez al-Assad, who has ruled Syria since 1970, is not generally susceptible to outside pressure.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Mountain Of History Encounters Challenges","web_url":"https://www.nytimes.com/1994/07/19/nyregion/our-towns-mountain-of-history-encounters-challenges.html","abstract":"  LOOK-OUT MOUNTAIN delivers all that the name promises and more, but few people know it. Half-hidden and partly eaten by the Dutchess Quarry and Supply Company, the mountain is easy to miss. And getting to the top means taking a hike past swarms of giant mosquitoes and thickets of poison ivy that reach out and grab you.   No one is supposed to climb Look-Out, anyway. Those who know about it keep quiet to protect its caves, where artifacts have been found dating back 12,500 years, the earliest known period when humans occupied North America.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"It Ran Out of Gas, but Cup USA Was a Triumph of Spirit and Sport","web_url":"https://www.nytimes.com/1994/07/19/sports/IHT-it-ran-out-of-gas-but-cup-usa-was-a-triumph-of-spirit-and-sport.html","abstract":"It came down to fatigue. The philosophy of asking the best soccer players on earth to run again and again in the mid-day swelter of an American summer finally ground them down just as the biggest television audience ever assembled, 2 billion people, tune","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Rio Journal; Brazilians Say Their World Cup Runneth Over","web_url":"https://www.nytimes.com/1994/07/19/world/rio-journal-brazilians-say-their-world-cup-runneth-over.html","abstract":"  A day after their national team's cliffhanger World Cup victory, Brazilians began turning today from giddy celebration to the more daunting question of whether they can use the world soccer championship to bootstrap the country's battered sense of optimism.   \"The victory inaugurates a new phase in Brazil's history: the return of national self-esteem,\" Teodomiro Braga wrote in Informe JB, a column that usually dwells on national shortcomings: runaway inflation, thieving congressmen and the murders of street children. \"The best in soccer can also win the battle against misery and backwardness.\"","thumbnail":null,"section":"World"},{"date":"19940719","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/19/style/chronicle-706990.html","abstract":"  PHIL COLLINS, the British pop star, is seeking a divorce from his wife of 10 years, Reuters reported yesterday. The 43-year-old singer and songwriter issued a statement on Friday about his divorce plans after his wife, Jill, was quoted as saying he was going through a midlife crisis.   Admitting in the statement that he had had an affair with a former girlfriend two years ago, Mr. Collins said: \"Contrary to what has been reported, I am not going through a '40-something thing.' In simple human terms, I am not in love with my partner anymore. I cannot stay in a relationship where the flame, at least from my standpoint, has burnt out.\"","thumbnail":null,"section":"Style"},{"date":"19940719","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/19/nyregion/metro-digest-706817.html","abstract":"  HARDSHIP FOR OLD IN HAVEN FOR YOUNG   For the first time, more people over 65 are living in the New York region's suburbs than in its cities, small towns and rural areas combined. The growth of the suburban elderly population is presenting an array of disturbing new problems for local governments, social service agencies, medical workers, businesses and families, all being forced to deal with the aging in a setting created for the young. A1.   VALLONE PRESSES FOR A POLICE MONITOR   City Council Speaker Peter F. Vallone said that he wants a permanent independent agency to monitor corruption in the New York City Police Department, and Council leaders said that he has the votes to push it through. A1.  NEW YORK CITY   LOOKING ELSEWHERE FOR A TOWER SITE   An over-the-fence squabble between two powerful Bronx neighbors cooled a bit when Fordham University agreed to look for a different place to put its new radio tower, other than directly across the road from the New York Botanical Garden. B3.   TRANSIT POLICE VETO PROPOSED CONTRACT   The union for transit police officers rejected a tentative contract that the city and union leadership had announced last week, making it likely that the dispute will go before a state arbitration board. B3.   ANOTHER LEGIONNAIRES' CASE SUSPECTED   Another traveler on a New York cruise ship to Bermuda has been hospitalized with the symptoms of Legionnaires' disease, and the condition of two of the three of those with confirmed cases has worsened, New Jersey health and hospital officials said. B2.  REGION   BIKER CLASH LEAVES 2 DEAD   Perhaps 150 motorcycling enthusiasts were gathered in the picnic grove of an Elks Lodge in Hackettstown, N.J., on Sunday afternoon when arguments started near an outdoor beer and liquor stand. \"In rapid succession, it went from fists to knives, and from knives to guns,\" said the Warren County Prosecutor, John J. O'Reilly. The violence that erupted between two motorcycle clubs at the charity barbecue left two men dead and three wounded. B4.   YOUTH'S KILLING ATTRIBUTED TO ROUGH SEX   The youth accused of strangling his 12-year-old classmate at a school for emotionally disturbed children told detectives he put his hands around the boy's neck as the two engaged in rough sexual intercourse, investigators testified during a preliminary court hearing. B4.   DETECTIVES PLEAD GUILTY IN $10,000 THEFT   Three grim-faced former detectives of the Mount Vernon Police Department, who were videotaped in May stealing $10,000 in an F.B.I. sting operation, pleaded guilty in Federal District Court in White Plains to charges of theft and conspiracy. B4.   LAW ON HASIDIC DISTRICT CHALLENGED   New York's state school boards association, which persuaded the Supreme Court to abolish a school district that was created specifically to accommodate ultra-Orthodox Jews, announced that it would return to court to challenge a new state law that was designed to circumvent the court ruling. B2.  Chronicle B5  Our Towns by Evelyn Nieves B4","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Rangers Drop Gloves, Seek a Keenan Investigation","web_url":"https://www.nytimes.com/1994/07/19/sports/hockey-rangers-drop-gloves-seek-a-keenan-investigation.html","abstract":"  The Mike Keenan Affair became the boardroom equivalent of a gloves-off hockey fight yesterday when the Rangers formally asked Gary Bettman, the commissioner of the National Hockey League, to investigate Keenan's sudden, jolting move from New York to St. Louis.   In a brief public statement, they requested that the league \"prohibit Mr. Keenan from performing any services to any other N.H.L. club\" until the matter is resolved.","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"Japan's New Prime Minister Promises a More Open Economy","web_url":"https://www.nytimes.com/1994/07/19/world/japan-s-new-prime-minister-promises-a-more-open-economy.html","abstract":"  The Japanese were cynical and angry three weeks ago when a Socialist became Prime Minister by joining forces with his party's longstanding conservative foes and ousting a reform coalition. But in his first policy address today, Prime Minister Tomiichi Murayama sought to reassure a wary public by abandoning the Socialists' opposition to the country's military and vowing to open the economy to a freer flow of goods.   Mr. Murayama, 70, who came into office with about the lowest public approval rating of any postwar Prime Minister, focused on persuading the public that his Government was interested in more than seizing power and that the Socialists' far-left policies were a thing of the past.","thumbnail":null,"section":"World"},{"date":"19940719","headline":"Another on Cruise Reports Possible Legionnaires' Case","web_url":"https://www.nytimes.com/1994/07/19/nyregion/another-on-cruise-reports-possible-legionnaires-case.html","abstract":"  Another traveler on a New York cruise ship to Bermuda has been hospitalized with the symptoms of Legionnaires' disease, and the condition of two of the three of those with confirmed cases has worsened, New Jersey health and hospital officials said yesterday.   As word of the outbreak spread, hundreds of worried vacationers called New York and New Jersey health officials yesterday. The three confirmed victims, and five others hospitalized with symptoms of the potentially fatal disease, were all passengers on the Horizon, a ship operated by Celebrity Cruises that sailed to Bermuda on June 25 and returned to New York on July 2.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"A Plot. A Bomb. A Pariah. A Hero.;\nGermans Need Their Martyrs","web_url":"https://www.nytimes.com/1994/07/19/opinion/a-plot-a-bomb-a-pariah-a-hero-germans-need-their-martyrs.html","abstract":"Tomorrow they will celebrate the attempted assassination of a German Chancellor. The celebrants are not the Red Army Faction or Middle East terrorists but the entire German political establishment, and they will be honoring the 50th anniversary of the attempted assassination of Chancellor Adolf Hitler on July 20, 1944. \n\nIt may seem ironic that a failed attempt at high treason by a group of reactionary German aristocrats is a significant thread holding together the dignity of a proud nation. But the Germans want more than a positive economic balance sheet and a monotonous string of democratic elections: they need a history to be proud of. In the 20th century, that history consists largely of the failed conspiracy to kill a wayward Austrian corporal whose absurd fantasies bathed a continent in blood.","thumbnail":null,"section":"Opinion"},{"date":"19940719","headline":"Schedule Says It's Minnesota","web_url":"https://www.nytimes.com/1994/07/19/sports/sports-people-basketball-schedule-says-it-s-minnesota.html","abstract":"  Federal District Judge JAMES ROSENBAUM ruled yesterday in Minneapolis that the National Basketball Association may release next season's schedule, invalidating last Thursday's ruling by State District Judge BERNETTE JOHNSON of New Orleans forbidding the release until the Minnesota Timberwolves' sale is resolved. League rules forbid teams from moving after schedules are released.   Legal battles began last month after the N.B.A. rejected Top Rank of Louisiana's $152.5 million bid to move the team to New Orleans. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940719","headline":"U.S. Taken With World Cup, But What About Pro Soccer?","web_url":"https://www.nytimes.com/1994/07/19/us/world-cup-94-us-taken-with-world-cup-but-what-about-pro-soccer.html","abstract":"  Americans showed up in record numbers for the World Cup. The question now is, how many of them will come back to support a new professional soccer league and nourish the sport in general?   As of today, soccer will largely disappear from television and the sports pages until April, when the proposed Major League Soccer league is scheduled to begin play.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/19/nyregion/no-headline-700959.html","abstract":"  The Rev. Beatrice Blair, associate priest at St. George's Episcopal Church on East 16th Street, died on Saturday at St. Vincent's Hospital in Manhattan. She was 64 and lived in the East Village.   The cause was a heart attack, her husband, John Robbins, said.","thumbnail":null,"section":"New York"},{"date":"19940719","headline":"Debating Death Penalty in Simpson Case","web_url":"https://www.nytimes.com/1994/07/19/us/debating-death-penalty-in-simpson-case.html","abstract":"  District Attorney Gil Garcetti is facing one of his most politically difficult decisions as he prepares to bring O. J. Simpson to trial: whether to seek the death penalty for one of the best-known, best-loved individuals ever to be charged with murder.   In the next few weeks, Mr. Garcetti will announce whether he will ask a jury to recommend a death sentence for Mr. Simpson if it convicts him of first-degree murder in the killings of his former wife, Nicole Brown Simpson, and her friend Ronald L. Goldman. Under California law, a double-murder conviction can warrant the death penalty. But most legal experts say, for a number of reasons, that if Mr. Simpson is convicted he may not be a strong candidate for capital punishment, which in California is by gas or lethal injection, with the choice given to the condemned person.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"Scheming in the Interest Of Literacy and a Friend","web_url":"https://www.nytimes.com/1994/07/19/theater/theater-review-scheming-in-the-interest-of-literacy-and-a-friend.html","abstract":"  Mingling old-fashioned innocence and contemporary calculation to charming and purposeful effect is \"The Great Brain,\" the new musical enlivening the summer season at the Promenade Theater, Broadway and 76th Street, under the auspices of the children's theater company Theaterworks/USA.   \"The Great Brain,\" adapted from a semiautobiographical story by John D. Fitzgerald and given a fast-moving book by Michael Slade and sprightly music by David Evans and lyrics by Faye Greenberg, draws a bead on 12-year-old Tom Fitgerald.","thumbnail":null,"section":"Theater"},{"date":"19940719","headline":"Agency Chief Pledges to Overhaul 'Fraternity' Atmosphere at C.I.A.","web_url":"https://www.nytimes.com/1994/07/19/us/agency-chief-pledges-to-overhaul-fraternity-atmosphere-at-cia.html","abstract":"  The Director of Central Intelligence pledged today to change the Central Intelligence Agency's culture and structure, comparing the nation's spies to \"a fraternity\" of old boys in which \"once you're initiated, you're considered a trusted member for life.\"   The Director, R. James Woolsey, said the breach of that trust by a spy within the agency was a catalyst for \"a comprehensive overhaul of a number of key structures, programs and procedures.\" The spy, Aldrich H. Ames, betrayed at least 12 secret agents working for the United States; in exchange he received more than $2 million from Moscow.","thumbnail":null,"section":"U.S."},{"date":"19940719","headline":"NASA's New Ploy: Meld With Moscow","web_url":"https://www.nytimes.com/1994/07/19/science/nasa-s-new-ploy-meld-with-moscow.html","abstract":"  HAVING achieved a host of spectaculars in its 35 years of existence, the National Aeronautics and Space Administration has now embarked on a goal so bold, risky and surprising that the venture at times seems to unnerve the most daring of its visionaries. The agency is merging many of its leading activities with those of the Russian space program, its preeminent foe and rival during the long decades of the cold war.   The East-West partnership involves much more than building an orbital outpost for astronauts, which is to be assembled piecemeal in space between 1997 and 2002. The two sides are also cooperating in manned space flights, aeronautics research and Earth monitoring, and are talking about joining forces to fire robotic probes toward such distant and mysterious worlds as Pluto.","thumbnail":null,"section":"Science"}],"wiki_events":[],"weather":[{"date":"19940719","time":"1994-07-19 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.2,"rhum":76,"wspd":16.6},{"date":"19940719","time":"1994-07-19 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":81,"wspd":14.8},{"date":"19940719","time":"1994-07-19 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":83,"wspd":13},{"date":"19940719","time":"1994-07-19 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.3,"rhum":84,"wspd":13},{"date":"19940719","time":"1994-07-19 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.5,"rhum":86,"wspd":13},{"date":"19940719","time":"1994-07-19 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":86,"wspd":13},{"date":"19940719","time":"1994-07-19 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16,"rhum":83,"wspd":14.8},{"date":"19940719","time":"1994-07-19 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":16.6,"rhum":79,"wspd":13},{"date":"19940719","time":"1994-07-19 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":68,"wspd":16.6},{"date":"19940719","time":"1994-07-19 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.7,"rhum":65,"wspd":16.6},{"date":"19940719","time":"1994-07-19 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":55,"wspd":16.6},{"date":"19940719","time":"1994-07-19 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":52,"wspd":16.6},{"date":"19940719","time":"1994-07-19 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.9,"rhum":48,"wspd":11.2},{"date":"19940719","time":"1994-07-19 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":46,"wspd":13},{"date":"19940719","time":"1994-07-19 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.8,"rhum":43,"wspd":9.4},{"date":"19940719","time":"1994-07-19 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.1,"rhum":40,"wspd":11.2},{"date":"19940719","time":"1994-07-19 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.5,"rhum":38,"wspd":13},{"date":"19940719","time":"1994-07-19 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.2,"rhum":37,"wspd":11.2},{"date":"19940719","time":"1994-07-19 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.5,"rhum":42,"wspd":14.8},{"date":"19940719","time":"1994-07-19 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.6,"rhum":47,"wspd":14.8},{"date":"19940719","time":"1994-07-19 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.5,"rhum":48,"wspd":9.4},{"date":"19940719","time":"1994-07-19 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.4,"rhum":53,"wspd":13},{"date":"19940719","time":"1994-07-19 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.6,"rhum":58,"wspd":9.4},{"date":"19940719","time":"1994-07-19 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.2,"rhum":63,"wspd":3.6},{"date":"19940719","time":"1994-07-19 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":82,"wspd":14.8},{"date":"19940719","time":"1994-07-19 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":14.8},{"date":"19940719","time":"1994-07-19 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":9.4},{"date":"19940719","time":"1994-07-19 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":9.4},{"date":"19940719","time":"1994-07-19 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":11.2},{"date":"19940719","time":"1994-07-19 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":13},{"date":"19940719","time":"1994-07-19 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":5.4},{"date":"19940719","time":"1994-07-19 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":0},{"date":"19940719","time":"1994-07-19 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":84,"wspd":0},{"date":"19940719","time":"1994-07-19 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":22.8,"rhum":90,"wspd":5.4},{"date":"19940719","time":"1994-07-19 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.3,"rhum":87,"wspd":9.4},{"date":"19940719","time":"1994-07-19 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":23.9,"rhum":88,"wspd":7.6},{"date":"19940719","time":"1994-07-19 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":24.4,"rhum":85,"wspd":9.4},{"date":"19940719","time":"1994-07-19 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":79,"wspd":7.6},{"date":"19940719","time":"1994-07-19 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":74,"wspd":7.6},{"date":"19940719","time":"1994-07-19 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":67,"wspd":9.4},{"date":"19940719","time":"1994-07-19 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":65,"wspd":9.4},{"date":"19940719","time":"1994-07-19 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":65,"wspd":14.8},{"date":"19940719","time":"1994-07-19 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":67,"wspd":16.6},{"date":"19940719","time":"1994-07-19 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":68,"wspd":18.7},{"date":"19940719","time":"1994-07-19 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":63,"wspd":13},{"date":"19940719","time":"1994-07-19 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.1,"rhum":68,"wspd":14.8},{"date":"19940719","time":"1994-07-19 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30.6,"rhum":70,"wspd":9.4},{"date":"19940719","time":"1994-07-19 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":30,"rhum":72,"wspd":9.4}]},"19940720":{"guardian_articles":[{"date":"19940720","headline":"Comment: 1994 show is worthy but dull","web_url":"https://www.theguardian.com/artanddesign/1994/jul/20/20yearsoftheturnerprize.turnerprize","abstract":null,"thumbnail":null,"section":"Art and design"},{"date":"19940720","headline":"News: Bookies root for Gormley's feat of clay","web_url":"https://www.theguardian.com/artanddesign/1994/jul/20/20yearsoftheturnerprize.turnerprize1","abstract":null,"thumbnail":null,"section":"Art and design"}],"nytimes_articles":[{"date":"19940720","headline":"For Soccer to Win American Hearts, It Must Create Some Heroes","web_url":"https://www.nytimes.com/1994/07/20/sports/IHT-for-soccer-to-win-american-hearts-it-must-create-some-heroes.html","abstract":"You can't begin to understand how tacky the World Cup is until it's all over. Everyone had gone home but the tents were still up, flapping white plastic blotted with soot in the cloudy morning, and signs of clashing colors and wire fencing and portable t","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Whitman Plays the Quiet Student at Governors' Conference","web_url":"https://www.nytimes.com/1994/07/20/nyregion/whitman-plays-the-quiet-student-at-governors-conference.html","abstract":"  During four days of conferences and caucuses, interspersed with lobster dinners and a Boston Pops concert, Gov. Christine Todd Whitman acted the student, not the professor, among the self-assured throng at the National Governors' Association annual meeting this weekend.   She observed, took copious notes and spoke up only once or twice as the governors ranged over their agenda -- health care, welfare reform, international trade, education reform.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Outside Review In Lease Case Gains Support","web_url":"https://www.nytimes.com/1994/07/20/nyregion/outside-review-in-lease-case-gains-support.html","abstract":"  Former Mayor David N. Dinkins and Public Advocate Mark J. Green both called yesterday for Mayor Rudolph W. Giuliani to name an outside monitor to examine the leases granted to 15 administration officials and former campaign workers by a real-estate executive who was one of the Mayor's major fund-raisers.   The two Democrats said the Mayor's strong defense of his aides had made it difficult for either the Department of Investigation or the city's Corporation Counsel to be considered credible judges of the lease arrangements. Most of the campaign aides and officials received between two and three months of free rent in four buildings owned by the fund-raiser, William W. Koeppel. Dinkins and Green Speak Out    \"There needs to be an independent investigation for the reason that the Mayor has indicated his posture, which makes it difficult for the Department of Investigation to do anything about it,\" said Mr. Dinkins, answering questions after he addressed a group of students in City Hall yesterday.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"The July 20 Attack on Hitler Brightens a Dark Heritage","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-the-july-20-attack-on-hitler-brightens-a-dark-heritage.html","abstract":"A month before the attempt on Hitler's life in July 1944, the leaders of the military conspiracy were beset by intimations of failure and a feeling that they would almost certainly be misunderstood and rejected by the German people..Major General Henni","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Graf Will Try to Go on Attack More Often","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-tennis-graf-will-try-to-go-on-attack-more-often.html","abstract":"  STEFFI GRAF says that she wants to go to the net more often, but that at age 25 it might be too late in her career to change her style of play.   \"I should have come in more against LORI McNEIL,\" Graf, a signature baseline player, said yesterday in a conference call from her Manhattan apartment, alluding to her first-round defeat at Wimbledon. \"But it's difficult to change my game and start now.\"   Nevertheless, Graf, the top-ranked women's player, said she would try to attack more often when she begins play tomorrow night in the Pathmark Classic in Mahwah, N.J. She has not played in the Pathmark since winning it for the third straight year in 1990.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"COVERAGE OF 95% MIGHT BE ENOUGH, CLINTON CONCEDES","web_url":"https://www.nytimes.com/1994/07/20/us/health-care-debate-campaign-coverage-95-might-be-enough-clinton-concedes.html","abstract":"  Suggesting that he was ready for compromise on health care legislation, President Clinton today softened his call for insurance coverage for all Americans, saying 95 percent or 98 percent might do.   One day after the National Governors' Association declined to endorse his proposal that employers pay much of the cost of their workers' insurance, Mr. Clinton repeated his willingness to consider other ways to pay for coverage. But he said his advisers had found serious problems with other methods they had studied, and he repeated his contention that making employers pay was the fairest and most efficient way to finance expanded coverage.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Italy's Economy Posts Gains, Not Losses; Spoofer Unmasked","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-italy-s-economy-posts-gains-not-losses-spoofer-unmasked-721034.html","abstract":"  To the Editor:   I see from the July 19 letters protesting \"Poison Ivy Myths: Up in Smoke\" (Op-Ed, July 7) that my secret is out. I might as well come clean. Edward Frankel is correct:","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Gypsies, Dispersed and Despised","web_url":"https://www.nytimes.com/1994/07/20/movies/film-review-gypsies-dispersed-and-despised.html","abstract":"  A little boy traveling with a Gypsy caravan through the desert in northwestern India raises his voice in a piercing lament for the fate of his people, who are destined to wander the earth. Moving through a landscape as breathtaking as a Rousseau painting, he cries: \"I will burn my horoscope that exiled me so far from those I love. I want to return to my family and run barefoot.\"    A group of Gypsy women gather on the street of an unidentified Spanish town and sing about the hatred they feel from the outside world. \"Some evenings, like many other evenings, I find myself envying the respect you give your dog,\" go the lyrics for this traditional flamenco ballad.","thumbnail":null,"section":"Movies"},{"date":"19940720","headline":"Kushner's Angels' in France","web_url":"https://www.nytimes.com/1994/07/20/style/IHT-kushners-angels-in-france.html","abstract":"\"Angels in America,\" done into French superbly, arrived for an early stay at the Avignon theater festival and its premiere in the Cloître des Carmes held the first-night spectators agog..Tony Kushner calls his script, \"A Gay Fantasy","thumbnail":null,"section":"Style"},{"date":"19940720","headline":"Out-of-Wedlock Births Up Since '83, Report Indicates","web_url":"https://www.nytimes.com/1994/07/20/us/out-of-wedlock-births-up-since-83-report-indicates.html","abstract":"  With the debate over reducing the country's welfare rolls focusing renewed attention on the rising birthrate among unwed women, the Census Bureau reported today that the number of children living with a parent who had never married -- a reflection of out-of-wedlock births -- soared by more than 70 percent from 1983 to 1993.   According to the bureau, 6.3 million children, or 27 percent of children under the age of 18, lived in 1993 with a single parent who had never married, up from 3.7 million in 1983.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Prosecutor Confronts Specter of Racial Bias in Simpson Case","web_url":"https://www.nytimes.com/1994/07/20/us/prosecutor-confronts-specter-of-racial-bias-in-simpson-case.html","abstract":"  Reflecting racial sensitivities that have kept this city on edge in recent years, a group of civil rights leaders met today with District Attorney Gil Garcetti and urged him to tread carefully in his prosecution of O. J. Simpson.   \"This is a continuation of previous discussions and exchanges that leaders from the African-American community have had to try to narrow the racial divide with the criminal justice system,\" said John Mack, president of the Los Angeles chapter of the Urban League, who played host to Mr. Garcetti and half a dozen civil rights leaders, including the Rev. Cecil Murray of the First African Methodist Episcopal Church.  Promise of Fair Trial    After the meeting, Mr. Garcetti promised that Mr. Simpson would receive a fair trial, saying, \"We're interested in fairness for Mr. Simpson and that's my interest also. But we're also interested in fairness to the victims and interested in fairness, frankly, for the community as a whole.\"","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Lunar Legacy","web_url":"https://www.nytimes.com/1994/07/20/opinion/lunar-legacy.html","abstract":"  When Neil Armstrong set foot on the moon 25 years ago today, the nation responded ecstatically. It was not just that American astronauts had beaten Soviet cosmonauts to the moon in the cold war's most visible symbolic struggle. Their feat implied that the same combination of heroism, determination, technical wizardry and managerial genius would soon conquer other worlds and a host of earthly ills as well.   But how fast the dream dissipated! The space agency that put astronauts on the moon later blew up the shuttle Challenger and gained a reputation for incompetence rather than omnipotence. Space budgets shriveled. NASA lowered its sights. Instead of venturing onward to Mars, astronauts now cling close to home, working only in low earth orbit. It is as if, critics say, Columbus's epic voyage to the New World had been followed with boat trips around the harbor.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Two Brooklyn Players Hurt in Crash","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-college-basketball-two-brooklyn-players-hurt-in-crash.html","abstract":"  Two California-Irvine basketball prospects from Brooklyn were injured early yesterday when the convertible they were in went over a center divider, hit a tree and overturned near the campus, the police said. TCHAKA SHIPP, a 20-year-old center who played for Seton Hall the last two seasons and intended to transfer to California-Irvine, was in the intensive care unit at Western Medical Center in Santa Ana, Calif., said Sgt. SCOTT CADE of the Irvine Police Department. KEVIN SIMMONS, a 19-year-old who had signed a letter of intent with the Anteaters, suffered minor injuries, Cade said. Cade said both players were wearing seat belts. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"In America; The Monkey Wrench","web_url":"https://www.nytimes.com/1994/07/20/opinion/in-america-the-monkey-wrench.html","abstract":"  So I went up to Macombs Dam Park in the Bronx to see the so-called monkeys and the colored boys doing their thing, but it had been raining for a couple of days and the park was deserted.   Monkeys and colored boys are terms (not quite of endearment) that refer to the black and brown youngsters who play in the park, which is next door to the gleaming blue and white baseball palace called Yankee Stadium.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Perfect Score for Americans in World Math Tourney","web_url":"https://www.nytimes.com/1994/07/20/us/perfect-score-for-americans-in-world-math-tourney.html","abstract":"  Six American high school students astonished judges at a world mathematics competition in Hong Kong, achieving perfect scores on a nine-hour examination for the first time in the tourney's 35-year history, officials said yesterday.   The youths' flawless performance on the test of algebra, geometry and numbers theory swept them to victory over 360 other students from 68 countries, bringing the United States its first triumph at the International Mathematical Olympiad since an American team tied the Soviet Union in 1986. China and Russia have dominated the competition in recent years.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Health Firm Is Reported As Next Job For Weicker","web_url":"https://www.nytimes.com/1994/07/20/nyregion/health-firm-is-reported-as-next-job-for-weicker.html","abstract":"  Lowell P. Weicker Jr. is returning to Washington after his term as Governor ends in January to head a new health-services company, an industry member familiar with Mr. Weicker's plans said today.   Mr. Weicker, a former three-term United States Senator who has long been interested in medical issues, will be joining the health-care debate in Washington with two well-known lobbyists on health matters, Robert K. Dresing and Terry L. Lierman, according to the industry member, who spoke on condition of anonymity.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Europe's Core May Have to Blaze the Union's Trail","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-europes-core-may-have-to-blaze-the-unions-trail.html","abstract":"When John Major not only single-handedly vetoed the choice of Britain's 11 fellow member states for president of the European Commission but then triumphantly secured the appointment of a less federal politician, his Tory supporters cheered him to the ec","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Democrats Pick Chicago for Convention","web_url":"https://www.nytimes.com/1994/07/20/us/democrats-pick-chicago-for-convention.html","abstract":"  Hoping to erase the stain of the violent 1968 convention from the image of the Democratic Party and the city of Chicago, party officials said today that they had selected this proud Midwestern city as host for their 1996 Presidential nominating convention.   Mayor Richard M. Daley is clearly eager to burnish the image of the Daley family and the city itself. His father, the late Mayor Richard J. Daley, was seen on national television during the 1968 convention cutting off irate delegates and defending the brute force used against Vietnam War protesters by his police officers.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/20/us/no-headline-712990.html","abstract":"  Twelve men have walked on the moon: some of them look at how it changed their lives. Page A14.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Once More, Jackson Is the Giants' Receiver","web_url":"https://www.nytimes.com/1994/07/20/sports/pro-football-once-more-jackson-is-the-giants-receiver.html","abstract":"  In the National Football League's wacky and not-always-wonderful world of free agency, winners sometimes become losers and then, if they are lucky, they more or less become winners again. Just ask Mark Jackson, a starting wide receiver for the Giants last year, an unemployed player 10 weeks ago and now a Giants starter again.   A year ago, when unrestricted free agency came to the N.F.L., Jackson left the Denver Broncos after seven seasons and signed with the Giants. One attraction was the Giants' new coach, Dan Reeves, his coach with the Broncos. Another was the money: $4.5 million over three years.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Virginia Poll Finds That North Has Pulled Even With Robb","web_url":"https://www.nytimes.com/1994/07/20/us/virginia-poll-finds-that-north-has-pulled-even-with-robb.html","abstract":"  A new poll shows that Oliver L. North, the Republican nominee in Virginia's four-way race for the United States Senate, has gained on the Democratic incumbent, Charles S. Robb, and is now running neck and neck with him for the lead.    The survey's findings indicate that Mr. North is being embraced by many moderate Republican voters and not just the conservatives who promoted his nomination, political analysts say.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Larry Hogue Fled Hospital to Help Fiancee, Lawyer Says","web_url":"https://www.nytimes.com/1994/07/20/nyregion/larry-hogue-fled-hospital-to-help-fiancee-lawyer-says.html","abstract":"  The lawyer for Larry Hogue, the mentally ill man who for years menaced residents of the Upper West Side of Manhattan, told a courtroom yesterday that Mr. Hogue walked away from a psychiatric hospital last week to get money for his fiancee, a Bridgeport, Conn., woman who is three months pregnant with the couple's baby.   In a brief appearance in State Supreme Court on the grounds of the Creedmoor Psychiatric Center in Bellerose, Queens, Mr. Hogue and his lawyer, C. Vernon Mason, asked for and were granted a five-week postponement of a hearing that would have determined whether Mr. Hogue could be released from the hospital.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Army Gets Serious About Its Stomach","web_url":"https://www.nytimes.com/1994/07/20/us/army-gets-serious-about-its-stomach.html","abstract":"  SOLDIERING has always been arduous, but advanced technology demands that soldiers be able to transport and use complex equipment in addition to their traditional duties.   So what is the military doing to improve performance?    Until recently, the Army focused most of its attention on improving weapons systems, training and equipment, said Dr. David Schnakenberg, executive officer of the American Society for Clinical Nutrition and an expert on military nutrition. \"It paid less attention to sustaining the ultimate fighting machine: the soldier or airman,\" he said.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Results Plus","web_url":"https://www.nytimes.com/1994/07/20/sports/results-plus-719226.html","abstract":"  TENNIS  American and Spanish Teams Advance  Spain and the United States, the two top-seeded teams, moved into the second round of the Federation Cup by sweeping both singles matches yesterday in Frankfurt. Spain routed Chile with Conchita Martinez defeating Alejandra Quezada and Arantxa Sanchez Vicario beating Paula Cabezas by identical scores of 6-1, 6-0. But the competition between the United States and the Czech Republic was tougher. Mary Joe Fernandez needed more than 1 hour 10 minutes to defeat Petra Langrova, 6-2, 6-4, and Lindsay Davenport lost her first set to Ludmila Richterova, 4-6, before bouncing back to win by 6-1, 6-4. Spain will play Argentina in the second round and the United States will meet Canada. (AP)   Easy Victory for Raymond: Lisa Raymond, the 1992 and 1993 National Collegiate Athletic Association champion, defeated Sandy Collins, 6-2, 6-0, yesterday in the opening round of the 17th annual Pathmark Classic in Mahwah, N.J., losing just 8 points in 7 service games. In the round of 16, Raymond meets Patty Fendick, who defeated Angela Lettiere, 7-5, 6-2. (AP)   Washington Holds Off Challenger: Ninth-seeded MaliVai Washington shook off a stubborn challenge from Roberto Jabali of Brazil yesterday in a 6-7 (5-7), 6-2, 6-3 first-round victory at the IBM/ATP Tour Legg Mason Classic in Washington. Washington was one of three seeded players to win on the second day of the $650,000 event. No. 11 Richey Reneberg beat Martin Damm of the Czech Republic, 6-3, 6-4, and No. 13 Henrik Holm of Sweden beat Nicolas Pereria of Venezuela, 6-3, 6-4. No. 10 Brad Gilbert was the only seeded player to lose, falling to Jonas Bjorkman of Sweden, 6-1, 7-5. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/20/style/chronicle-720984.html","abstract":"  Patrons of the Senate dining room in Washington are usually blase about seeing famous faces in their midst, but heads swiveled on Monday when Senator PATRICK J. LEAHY, Democrat of Vermont, turned up with the Grateful Dead: JERRY GARCIA, BOB WEIR, PHIL LESH and MICKEY HART.    \"Senate staff members don't always recognize foreign dignitaries but they certinly recognized the Dead,\" Joe Jamele, the Senator's press secretary, said yesterday. \"Strom Thurmond came by and shook hands with Jerry Garcia, and so did Senator David Pryor,\" he said, speaking of the Senators from South Carolina and Arkansas. Senator Barbara Boxer, Democrat of California, was a guest at the leisurely lunch.","thumbnail":null,"section":"Style"},{"date":"19940720","headline":"Rushdie and Nasrin : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-rushdie-and-nasrin-letters-to-the-editor.html","abstract":"Regarding the editorial \"Murder Is Murder\" and \"Dear Taslima, It Is Not You Who Has Done Wrong\" (Opinion, July 15) by Salman Rushdie: .The writings of Taslima Nasrin of Bangladesh, like those of Salman Rushdie, are the product of poo","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-letters-to-the-editor-93026415183.html","abstract":"After three weeks in the States last May, I flew back to Europe to spend a week in bed with something close to pneumonia, caused by the ubiquitous icy blasts in restaurants, museums, theaters...Next time I'll borrow a fur- lined parka before going.. LEON","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Mankind's Giant Leap Has Become a Shuffle","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-mankind-s-giant-leap-has-become-a-shuffle-721042.html","abstract":"  To the Editor:   Re \"Target Jupiter. Next: Us?\" (Op-Ed, July 12) by Von R. Eshleman: It is ironic that the collisions of fragments of Comet Shoemaker-Levy 9 with Jupiter coincide with the 25th anniversary of the first Apollo moon landing. That giant leap for mankind has become such a befuddled shuffle.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Public & Private; Justice For Nina","web_url":"https://www.nytimes.com/1994/07/20/opinion/public-private-justice-for-nina.html","abstract":"  Herewith a story about two motherless children whose father is accused of having murdered his wife after a marriage fraught with violence.    But this is not another rumination on the O. J. Simpson case. It is the story of Mohammad Abequa, who, law enforcement authorities say, strangled his wife, Nihal, during the Fourth of July weekend while their son and daughter slept in the next room. By the time the victim's older sister led police to the New Jersey apartment where her body was hidden, Mohammad had taken the kids to his homeland of Jordan, a country that has no extradition treaty with the United States. When he arrived at his mother's home in Suweileh, he told his family that he was on vacation and that his wife was doing great.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-letters-to-the-editor-90222348699.html","abstract":"In its July 15 editorial, The Washington Post editorial comments that \"Bangladesh, with its female prime minister, has generally been viewed as having...a moderate government.\" This comes as a bit of a surprise to those of us who follow Banglad","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"The Syria Question:Better a Peace With the 'Devil You Know'?","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-the-syria-questionbetter-a-peace-with-the-devil-you-know.html","abstract":"King Hussein's historic decision to meet Prime Minister Yitzhak Rabin in Washington next Monday to hasten a Jordan-Israel peace treaty ranks with the boldest moves he has made in his 42 years of rule..Both that impending meeting and the passing of Nort","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/20/style/chronicle-720992.html","abstract":"  RAYMOND W. KELLY, who was the New York City Police Commissioner under Mayor David N. Dinkins, has a new job: he will be president and director of New York operations for the Investigative Group, which handles investigations for corporations, law firms, financial institutions and public agencies.","thumbnail":null,"section":"Style"},{"date":"19940720","headline":"New Jupiter Scars May Be Only Skin Deep","web_url":"https://www.nytimes.com/1994/07/20/us/new-jupiter-scars-may-be-only-skin-deep.html","abstract":"  As more cometary fragments hurtled into Jupiter yesterday, black, Earth-size spots blossoming across the planet's southern hemisphere left it looking battered. But some astronomers believe that the havoc, evident even to amateur stargazers with back-yard telescopes, may be only skin deep.   Scientists began to catch their breath yesterday after three days of continuous excitement, during which the face of Jupiter has changed from minute to minute in a planetary show unequaled in recorded history. Jupiter's bombardment by fragments of Comet Shoemaker-Levy 9, which began Saturday afternoon, will continue until Friday, when the last of 21 large fragments is expected to hit.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Bonilla Says Yanks Ignore Big Fan Base","web_url":"https://www.nytimes.com/1994/07/20/sports/baseball-bonilla-says-yanks-ignore-big-fan-base.html","abstract":"  Bobby Bonilla lives in Greenwich, Conn. He plays baseball in Queens. He is building a winter house in Bradenton, Fla.   It is the Bronx, though, that remains his home. Bonilla grew up there, at 149th Street and Jackson Avenue., about 10 blocks from Yankee Stadium. He played baseball -- and basketball -- in the streets and on the playgrounds that are within walking distance of the park. He went to games and sat in the upper deck with friends. Sometimes they would scrape up $1.50 apiece for the tickets. Sometimes they would sneak in the gate.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Ball Vanishes, And So Do The Yankees","web_url":"https://www.nytimes.com/1994/07/20/sports/baseball-ball-vanishes-and-so-do-the-yankees.html","abstract":"  Mark McGwire admired the massive home run, watching it sail higher and higher before it vanished into the back row of the left-field bleachers. Jim Abbott did not watch the ball so closely. He turned toward left field, turned away and then spit on the ground. It might have been his comment about the sloppy night.   Every game cannot be pretty. Every game cannot be fundamentally sound. Every game cannot be competitive. So file tonight's clash between the Yankees and Athletics as a definite clunker for the visitors as they bumbled, stumbled and finally lost on the road, 6-2. McGwire's three-run blast in the fifth inning made sure that any possibility of the game being competitive was squashed and proved that Abbott is not sound.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Mastercard Plans to Move 540 Employees to Westchester","web_url":"https://www.nytimes.com/1994/07/20/nyregion/mastercard-plans-to-move-540-employees-to-westchester.html","abstract":"  Mastercard International will move all of its 540 employees in New York City to Westchester County next year, the company said yesterday.   While negotiations on a new building have not been completed, real-estate brokers familiar with the situation said the most likely new site is a vacant building owned by I.B.M. in Harrison, N.Y.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/07/20/arts/in-performance-classical-music-721379.html","abstract":"  Before 'Cavalleria' Became an Opera  St. Patrick's Cathedral    Before he set up shop as an opera composer, Pietro Mascagni was the municipal conductor and director of a music school in Cerignola, a small town in southern Italy. As part of his duties, he composed a grand, hourlong Messa di Gloria, for chorus and orchestra with tenor and bass soloists. The piece was performed in April 1888 and then pretty much disappeared. Pretty much, but not entirely. When Mascagni entered an opera composition contest, a few months later, he cannibalized the Mass, using stretches of it in his entry, \"Cavalleria Rusticana.\"","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"New Music Seminar: Total Immersion","web_url":"https://www.nytimes.com/1994/07/20/arts/new-music-seminar-total-immersion.html","abstract":"  In theory, the New Music Seminar is an entrepreneur's fantasy. More than 8,000 people from all over the world are expected at the 15th annual music-industry smorgasbord of informational panels, live performances and careerist chit-chat. The convention begins today and continues through Saturday at the Sheraton New York Hotel and Towers, and 600 bands are to perform at some 30 clubs throughout the city.   With registration fees between $380 and $440, the seminar stands to gross some $2 million, even with an estimated 2,000 to 3,000 registration badges being given away and discounts for members of the press and college radio.","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"Personal Health; On land or, especially, sea, an old malady.","web_url":"https://www.nytimes.com/1994/07/20/us/personal-health-on-land-or-especially-sea-an-old-malady.html","abstract":"  THOSE who feel queasy at the mere thought of a long car ride, an airplane trip in bad weather or a sail on a rolling sea may take small comfort in the fact that they are hardly alone. Fully 90 percent of people are susceptible to motion sickness to varying degrees, and, going back in history, they have had some illustrious company in their misery.   Lawrence of Arabia, for example, had difficulty keeping down lunch while riding on his camel in the campaign against the Turks. Charles Darwin is said to have \"discovered\" evolution after insisting that he be let off the Beagle to quell his seasickness. Cicero, Julius Caesar, Winston Churchill and Admiral Lord Nelson (his high naval ranking helped him not) were also plagued by motion sickness.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Karate Coach Is Charged With Abuse","web_url":"https://www.nytimes.com/1994/07/20/nyregion/karate-coach-is-charged-with-abuse.html","abstract":"  The owner of a karate school in Yonkers was indicted today on charges that he sexually assaulted a 16-year-old female student in May, the Westchester District Attorney's office said.   It is the third case brought in roughly a year that has involved accusations of sexual misconduct against an athletic coach or instructor in Westchester County. The incidents have stirred deep concern in many suburban communities, where parents often send their children several times a week to instructors and coaches for lessons in gymnastics, dance, swimming and similar activities.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"In Rural Ohio, Armstrong Quietly Lives on His Own Dark Side of the Moon","web_url":"https://www.nytimes.com/1994/07/20/us/moon-rural-ohio-armstrong-quietly-lives-his-own-dark-side-moon.html","abstract":"  After that one small step on the moon and all the hoopla that followed, Neil A. Armstrong landed here in flat and familiar small-town Ohio. Back on Earth, the hero of the heavens with the cherubic face disappeared behind a tangle of trees off a country road where he pursued ranching, engineering and, above all, obscurity.   While fame opened glamorous options, Mr. Armstrong chose life in a place much like the one where he was reared. Thirty miles from his new teaching job at the University of Cincinnati, he found a community of 10,500 people willing to help him create his own dark side of the moon.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Jersey Defeats Florida","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-briefings-jersey-defeats-florida.html","abstract":"  The New Jersey Rockin Rollers (6-5-1) defeated the Florida Hammerheads (3-10-0), 9-5, before 4,531 fans at the Byrne Meadowlands Arena in roller hockey tonight. Lain Duncan, Steve Mirabile and Jamie Allan scored two goals apiece.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Bosnia Serbs Hint Conditionally They'll Accept Latest Peace Plan","web_url":"https://www.nytimes.com/1994/07/20/world/bosnia-serbs-hint-conditionally-they-ll-accept-latest-peace-plan.html","abstract":"  The Bosnian Serbs stopped short of rejecting a new international peace plan for Bosnia today and indicated a highly conditional readiness to work with the proposal.   With the plan already approved by the Muslim-dominated Bosnian Government, the Serbian stance, however ambivalent, brings the possibility of at least a temporary peace in Bosnia closer than at any time in the 27-month war.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/20/nyregion/c-corrections-720704.html","abstract":"  An article on Tuesday about a conversation between President Clinton and a top bank regulator about Mr. Clinton's ties to a failed savings and loan misidentified the Deputy Treasury Secretary who was involved in earlier discussions with White House officials. He is Roger C. Altman, not Robert Altman.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"After Brief Moon Visits, Lifetimes of Measuring the Experience","web_url":"https://www.nytimes.com/1994/07/20/us/to-the-moon-after-brief-moon-visits-lifetimes-of-measuring-the-experience.html","abstract":"  Only 12 men have walked the still and dusty surface of the moon.   They were launched into space over three years amid the turmoil of the Vietnam War on a journey that had captured mankind's imagination for eons.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Returning to Chicago","web_url":"https://www.nytimes.com/1994/07/20/us/returning-to-chicago.html","abstract":"  Although Chicago has been the site of more national party conventions than any other city, none has been held there since the turbulent Democratic one in 1968. But Democrats said yesterday that they would hold their 1996 national convention there.    Article, page A8.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Accepting One's Replacement as a Wife","web_url":"https://www.nytimes.com/1994/07/20/movies/film-review-accepting-one-s-replacement-as-a-wife.html","abstract":"  A devoted middle-aged husband, whose wife is dying of a mysterious disease, is attracted to another woman. The wife senses this, though she hasn't guessed that the other woman is a blind novelist. \"Blind?\" the dying but upbeat wife chirps. \"She'd have to be if she took a shine to you!\" That's her idea of a joke, and it's probably the most memorable among dozens of embarrassing attempts at wit in \"The Wedding Gift,\" a film that manages to make its tragic characters seem annoying. Made by the BBC, the film was originally shown on television in England under the title \"Wide-Eyed and Legless,\" which gives a fair idea of how it strains to be cheeky.    \"Wide-Eyed and Legless\" is the name of a song that Deric and Diana Longden (Jim Broadbent and Julie Walters) sing as they drive to the hospital. For three years Diana's muscles have been growing weaker; her hands are cramping into fists; the doctors' best diagnosis is hysteria.","thumbnail":null,"section":"Movies"},{"date":"19940720","headline":"No Headline","web_url":"https://www.nytimes.com/1994/07/20/nyregion/no-headline-712213.html","abstract":"  \"If they'd ripped off $35,000 and gone to the Cayman Islands, it would be different. But they used it to buy feed for hogs. I'm not saying they were right. But they were desperate.\" BILL CHAPIN, the lawyer for a Nebraska farmer.  [ A10:2. ] \"If you're going to avail yourself of the bankruptcy courts, you have certain obligations. And one of them is to tell the truth. He didn't do that.\" THOMAS J. MONAGHAN, United States Attorney.  [ A10:2. ]","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Pressure Grows for Murder Suspect's Extradition","web_url":"https://www.nytimes.com/1994/07/20/nyregion/pressure-grows-for-murder-suspects-extradition.html","abstract":"Pressure is building here and in Washington to seek the extradition to New Jersey of a Jordanian man suspected of murdering his wife, the mother of his two children.\n\nIn Washington today, three New Jersey Congressmen said the State Department formally asked Jordan to extradite the man, Mohammad Ismail Abequa. The New Jersey police mounted a manhunt for Mr. Abequa just hours after the body of his Turkish-born wife, Nihal, was found in the bedroom of her two-bedroom apartment in the New Jersey town of Parsippany-Troy Hills on July 6. But the authorities soon learned that Mr. Abequa had already taken his two young children and fled to his native Jordan.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Bronx Girl, 9, Raped On Roof of Building","web_url":"https://www.nytimes.com/1994/07/20/nyregion/bronx-girl-9-raped-on-roof-of-building.html","abstract":"  A 9-year-old Bronx girl was raped at knife point and slashed across the neck yesterday morning on the roof of her apartment building by an assailant who had followed her home, the police said.   The girl, who was not identified, was taken to Lincoln Hospital, where she was in serious condition, the police said. She was under sedation for much of the day and has not yet been interviewed.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Mexico Rebellion: Politics Heat Up, Talks Cool Down","web_url":"https://www.nytimes.com/1994/07/20/world/mexico-rebellion-politics-heat-up-talks-cool-down.html","abstract":"  Earlier this year, the Government seemed intent on negotiating an end to the rebel uprising in southern Mexico before the presidential election in late August.    Now, with one of the most important elections in Mexican history less than five weeks away, the Government has all but abandoned hope of reaching a settlement before the vote, and the rebels' demands for national political reform remain unmet.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Rangers Sue Keenan, and Throw In Some Insults","web_url":"https://www.nytimes.com/1994/07/20/sports/hockey-rangers-sue-keenan-and-throw-in-some-insults.html","abstract":"  In a vividly written complaint describing Mike Keenan as both a \"great hockey coach\" and a \"faithless employee,\" the Rangers have filed suit to force Keenan to abide by the five-year contract he repudiated last Friday.   The suit, which amounts to a second action by the Rangers in the Keenan case, was filed in Federal court in Manhattan late Monday afternoon, the same day Gary Bettman, the commissioner of the National Hockey League, agreed to a request by the team that he resolve the dispute. Bettman is expected to issue a ruling after a hearing next week.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"CHRONICLE","web_url":"https://www.nytimes.com/1994/07/20/style/chronicle-720976.html","abstract":"  No literary pas de deux for CYNTHIA GREGORY and Simon & Schuster: Judge JOHN S. MARTIN JR. of Federal District Court in Manhattan has ruled that the former principal dancer with the American Ballet Theater is not entitled to the $480,000 she was to receive for an autobiography. The book was never published.    Ms. Gregory, who had previously written two books for Simon & Schuster, was commissioned to do a memoir, \"Black and Blue,\" in 1990 by JUDITH REGAN, who edited books by Rush Limbaugh and Howard Stern and who has since left to form her own company.","thumbnail":null,"section":"Style"},{"date":"19940720","headline":"Ship Is Evacuated To Be Disinfected For Legionnaires'","web_url":"https://www.nytimes.com/1994/07/20/nyregion/ship-is-evacuated-to-be-disinfected-for-legionnaires.html","abstract":"  From the moment passengers began climbing the long, steep gangplank on Saturday, they knew it would be an unusual cruise: stewards were handing out leaflets saying that they faced a low risk of getting Legionnaires' disease.   Yesterday, in a harbor hundreds of miles from home, the 1,200 passengers aboard the Horizon got more unsettling news: the ship would be evacuated in Hamilton, Bermuda.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Not the Way to Arrive Alive : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-not-the-way-to-arrive-alive-letters-to-the-editor.html","abstract":"Regarding \"France Tightens Drunk-Driving Law\" (July 1):.So, a French minister has called for drivers to limit their drinking before driving to \"an aperitif and a half bottle of wine with each meal\"? .Question: Does this recommenda","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Reeves Putts to Early Lead","web_url":"https://www.nytimes.com/1994/07/20/sports/reeves-putts-to-early-lead.html","abstract":"  Although John Reeves disputes it, his deadly putting proved to be the difference today in the first round of the New York State Open on the Black Course at Bethpage State Park.   Reeves, assistant pro at Fairview Country Club in Greenwich, Conn., stroked five birdie putts, including a 25-footer on the 150-yard, par-3 third hole, to shoot a four-under-par 67 and take a one-shot lead over Mel Baum and David Young. The second round of the $65,000 tournament is Wednesday, and the final 18 holes will be played Thursday.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Silas Adjusts to His Changing Role With the Nets","web_url":"https://www.nytimes.com/1994/07/20/sports/pro-basketball-silas-adjusts-to-his-changing-role-with-the-nets.html","abstract":"  After Chuck Daly decided in May to give up his job as the Nets' coach with a year left on his contract, the leading candidate to replace him was his assistant, Paul Silas.   After all, not only had Silas paid his dues with New Jersey, but he had also served as a head coach in the National Basketball Association.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Today's N.A.A.C.P. Draws on History; Set Farrakhan Aside","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-today-s-naacp-draws-on-history-set-farrakhan-aside-721069.html","abstract":"  To the Editor:   Benjamin F. Chavis's plea to \"let the N.A.A.C.P. get about its business\" of addressing the real crisis situation confronting African-Americans is compelling (\"The Farrakhan Sideshow,\" Op-Ed, July 12).","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Note to Readers","web_url":"https://www.nytimes.com/1994/07/20/opinion/note-to-readers.html","abstract":"  The Op-Ed page welcomes unsolicited manuscripts. Because of the volume of submissions, hnowever, we regert that we cannot acknowledge an article or return it unless it is accompanied by a self-addressed, stamped envelope. If manuscripts are accepted for publication, authors will be notified within two weeks.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"ROCK","web_url":"https://www.nytimes.com/1994/07/20/arts/in-performance-rock-721409.html","abstract":"  A Song Master Who Leans Toward Subtlety  The Mercury Lounge    Freedy Johnston's songs seem mild-mannered. When he performed on Monday night, starting a three-night stand, he played tuneful, midtempo folk-rock tunes. His sincere tenor voice carried clear melodies; every guitar lick was in place. With Buddy Holly, the early Beatles and the Byrds as their forebears, the songs play by the rules, but the characters in them don't. They are borderline types, ominous or desperate or visionary.","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"No Freedom by Force : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-no-freedom-by-force-letters-to-the-editor.html","abstract":"Regarding \"Haiti: Cautionary Lessons From an Earlier Invasion\" (Opinion, July 12) by Hugh de Santis and Kenneth J. Dillon:.To add one thought to this excellent historical review: You can force a free election on some military governments, but","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Warsaw Journal; Solidarity Forever? Well, It's Not the 80's Anymore","web_url":"https://www.nytimes.com/1994/07/20/world/warsaw-journal-solidarity-forever-well-it-s-not-the-80-s-anymore.html","abstract":"  The strikers at the gates of the steel works here look eerily familiar. The name of their union, Solidarity, remains unchanged, and the jagged red lettering that became synonymous with the fight for freedom is instantly recognizable.   But five years after Solidarity brought down the Communists here, the union is searching for a role. From a mass social movement that included intellectuals and street cleaners, Solidarity is struggling to re-position itself as a trade union devoted to bread-and-butter issues.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"The Three Victors Who Will Lead Rwanda","web_url":"https://www.nytimes.com/1994/07/20/world/the-three-victors-who-will-lead-rwanda.html","abstract":"  Pasteur Bizimungu  President    In his early 40's, Mr. Bizimungu is a Hutu from the northwest who until his defection to the rebel front in 1990 had very close ties to the Rwandan President, Juvenal Habyarimana. He is fluent in English and French and is considered by Rwanda analysts to be close to General Kagame. Until 1990, he was director general of Electro-Gas, a powerful, Government-appointed position.    As a student in Rwanda in 1973, Mr. Bizimungu (pronounced busy-MOON-goo) is believed to have had ties with radical, anti-Tutsi organizations in the southern city of Butare, according to Philip Reyntjens, writer of \"L'Afrique en Crise, Rwanda Burundi 1988-1994.\"","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Earthly Worries Supplant Euphoria of Moon Shots","web_url":"https://www.nytimes.com/1994/07/20/us/to-the-moon-earthly-worries-supplant-euphoria-of-moon-shots.html","abstract":"  Twenty-five years ago today, much of humanity listened to Neil Armstrong's first words on the moon and pondered the implications of his \"giant leap for mankind.\" It was a day for taking stock and looking ahead, for prophesying the technological marvels and perils of the next quarter-century, and as usual it turns out that the prophets erred.    Their two biggest mistakes were failing to foresee two things:","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"NEWS SUMMARY","web_url":"https://www.nytimes.com/1994/07/20/nyregion/news-summary-712221.html","abstract":"  International A2-6  ITALIAN LEADER BACKS DOWN  The Prime Minister of Italy rescinded a decree that would have allowed the release of some people in preventive detention and that had been denounced as subverting the effort to stamp out corruption.  A1  SERBS INCH CLOSER ON PEACE  Bosnia Serbs gave a highly conditional indication that they are ready to work with the international peace plan for Bosnia, bringing the possibility of peace closer.  A1","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"One Part Grisham, Three Parts Telling Detail","web_url":"https://www.nytimes.com/1994/07/20/movies/film-review-one-part-grisham-three-parts-telling-detail.html","abstract":"Grisham lawyers, mobsters, endangered boy. Three fine performances.","thumbnail":null,"section":"Movies"},{"date":"19940720","headline":"Management Touts Togetherness Theme","web_url":"https://www.nytimes.com/1994/07/20/sports/on-baseball-management-touts-togetherness-theme.html","abstract":"  Speaking at the National Press Club in Washington last week, baseball's highest-reigning official, Acting Commissioner Bud Selig, said: \"This game has a magnificent future, but it needs to have a partnership between players and management. That is absolutely essential.\"   Only the evening before, during the telecast of the All-Star Game, a showcase event in the baseball season, the game's fans saw the difference between management's words and actions.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"2 Victims of L.I.R.R. Shooting Appear in Commercial for Cuomo","web_url":"https://www.nytimes.com/1994/07/20/nyregion/2-victims-of-lirr-shooting-appear-in-commercial-for-cuomo.html","abstract":"  Seeking to turn the crime issue to his advantage, Gov. Mario M. Cuomo began airing a campaign commercial today that uses two victims of the Long Island Rail Road shootings to endorse his opposition to the death penalty and his call for a ban on assault weapons.   The 60-second ad, first broadcast today on stations in New York City, stresses Mr. Cuomo's position on those two pivotal issues, portrays him as \"a man of principle\" and assails Republicans' role in blocking a statewide assault-weapons ban.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"New Straws Stirring in the Bronx","web_url":"https://www.nytimes.com/1994/07/20/sports/baseball-new-straws-stirring-in-the-bronx.html","abstract":"  In the beginning, there was Billy versus Reggie, George versus Reggie, and, of course, George versus everybody. There were the old Yankees -- the Martin, Jackson, Steinbrenner Yankees, bombastic Yankees, rich in triumphs and rife with egos, a high-octane mix of talent and controversy stirred by, well, Reggie's straw.   And now there is . . . Billy Connors versus Matt Nokes?","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"To Air Is Inhuman : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-to-air-is-inhuman-letters-to-the-editor.html","abstract":"Regarding the report \"What Makes America Great? Not What You Think\" (June 17):.This article overlooked the vicious circle induced by the \"great comforter\": More air conditioning = more people; more people = more tree and foliage los","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"TRANSACTIONS","web_url":"https://www.nytimes.com/1994/07/20/sports/transactions-718939.html","abstract":"  Football  National Football League  CLEVELAND BROWNS -- Agreed to terms with Bennie Thompson, safety.   GREEN BAY PACKERS -- Signed Ruffin Hamilton, linebacker, and LeShon Johnson, running back.   NEW YORK GIANTS -- Signed Gary Downs, running back.   NEW YORK JETS -- Signed Tony Meola, kicker. Waived Craig Mitter, running back, and Gary Beckford, defensive back.   PHILADELPHIA EAGLES -- Waived Reggie Lawrence, wide receiver; Matt Morrill, defensive lineman; Ryan Tobin, linebacker; and Mark Dixon, offensive lineman. Signed Jimmy Smith, wide receiver, and Mickey Pruitt, linebacker.   Hockey  National Hockey League  FLORIDA PANTHERS -- Signed Stu Barnes, center, to a multiyear contract.   USA Hockey  USA SELECT TEAM -- Named Mike Eaves coach and Moe Mantha and Mark Kumpel assistant coaches. College   NCAA -- Announced the Trans America Athletic Conference baseball champion will receive an automatic bid to the NCAA tournament effective for the 1995 season.   ARIZONA STATE -- Named Krista Dunn women's assistant basketball coach.   CALIFORNIA, PA. -- Named Kathy Wotus women's part-time, assistant volleyball coach.   COLGATE -- Named Timothy Leahy women's assistant soccer coach.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Two Million Refugees","web_url":"https://www.nytimes.com/1994/07/20/opinion/two-million-refugees.html","abstract":"  The heart constricts and the mind swirls in trying to grasp the enormity of the tragedy now gripping Rwanda. In the greatest mass flight of people in modern times, more than a million Rwandans surged within 48 hours into neighboring Zaire. The town of Goma is now encircled by the world's largest refugee settlement, a distinction held only recently by the town of Ngara in Tanzania, where 250,000 Rwandans, most of them Hutus, fled in terror some weeks ago, fearing massacres by an advancing Tutsi-led rebel army. The total of refugees who have fled Rwanda is now estimated to be 2.1 million.   In Zaire, unlike Tanzania, few aid agencies are operating, and simply providing subsistence rations to the million Rwandans there is a colossal task. President Clinton has taken the right first step in sending Brian Atwood, the official of the American aid agency in charge of humanitarian relief, to Goma. The White House has approved 80 airlift missions and $31 million in emergency funds for food and medicine; this is in addition to $118 million in aid already airlifted to Rwanda. But nobody has ever dealt with so many uprooted people, driven by panic across frontiers to a remote, wholly unprepared provincial city.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Limbaugh's Listeners","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-limbaugh-s-listeners-721077.html","abstract":"  To the Editor:   \"Teachers Endorse a Boycott Over Juice Ads on Limbaugh\" (news article, July 5) refers to \"the 15 or 20 million people\" who listen to Rush Limbaugh's daily radio program. It is a common misconception. The talk- show host has about 20 million listeners a week.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Rwandan Rebels Name Cabinet of Hutu and Tutsi, but Those Fleeing Are Still Fearful","web_url":"https://www.nytimes.com/1994/07/20/world/rwandan-rebels-name-cabinet-hutu-tutsi-but-those-fleeing-are-still-fearful.html","abstract":"  The victorious Tutsi-dominated Rwandan Patriotic Front installed a new Government today, naming moderate Hutu as President and Prime Minister, repeating a pledge to protect all Rwandans and urging those fleeing the country to stay put.   But the new Government's assurances were greeted with defiance at this border town, where hundreds of thousands of Hutu have crossed into Zaire and additional multitudes are poised to go.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"1894:Hawaiian Republic : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-1894hawaiian-republic-in-our-pages100-75-and-50-years-ago.html","abstract":"PARIS - A Republic has been proclaimed in Hawaii, as a solution of the crisis that reigned in the islands ever since the United States Government refused to annex them. A Republic was the necessary outcome, as the reins of power were held by Republicans,","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"A Pope Who Is as Prolific as He Is High-Priced","web_url":"https://www.nytimes.com/1994/07/20/books/book-notes-a-pope-who-is-as-prolific-as-he-is-high-priced.html","abstract":"  When Alfred A. Knopf announced last week that it planned to pay more than $6 million for a book by Pope John Paul II, among the biggest selling points, the company said, was the fact that it was so rare for a pope to write a general-interest book. But as they looked through their files, several rival publishers found something very interesting: previous Pope books, some they'd published themselves.    In fact, as far as making public pronouncements goes, this Pope is hardly the Sphinx. He has published poems and plays. He has published dozens of homilies, speeches and essays, alone and in compilation. Most of the books have been published by Roman Catholic presses, but several have been brought out by trade publishers and marketed as works of general interest.","thumbnail":null,"section":"Books"},{"date":"19940720","headline":"Remembering a Haven From Shame; Japanese Americans Mark Wartime Transfer From Desert Camps to New Jersey Town","web_url":"https://www.nytimes.com/1994/07/20/nyregion/remembering-haven-shame-japanese-americans-mark-wartime-transfer-desert-camps.html","abstract":"  Iddy Asada remembers the ride aboard a transport train 50 years ago carrying her and other Japanese Americans toward an uncertain future in New Jersey.   The shades on the coach were pulled down. The passengers were ordered not to raise them. More curious than defiant, Iddy, then 16, peeked outside into the darkness at the alien landscape sliding by.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Mayor Picks Banker For Youth Services","web_url":"https://www.nytimes.com/1994/07/20/nyregion/mayor-picks-banker-for-youth-services.html","abstract":"  Seeking to restore order to the city's troubled Department of Youth Services, Mayor Rudolph W. Giuliani is expected to name as its new commissioner the head of the Staten Island branch of the National Association for the Advancement of Colored People.    At a press conference scheduled for this morning, Mr. Giuliani is to name Alfred B. Curtis Jr., 36. Mr. Curtis, a native of Staten Island, is a vice president at Chemical Bank and has been active in a number of civic and youth groups.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"New Puzzles From Jupiter","web_url":"https://www.nytimes.com/1994/07/20/us/new-puzzles-from-jupiter.html","abstract":"  Astronomers are striving to interpret the streams of new data created by the first impacts of the comet. Page A13.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"A UNESCO Prize : LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-a-unesco-prize-letters-to-the-editor.html","abstract":"Regarding \"Rabin and Arafat Move to Widen Automony\" (July 7):.The \"United Nations peace prize\" mentioned in the article is a UNESCO peace prize. The Félix Houphouët-Boigny Peace Prize was created in 1989 at the initiative","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Classrooms on the Information Highway","web_url":"https://www.nytimes.com/1994/07/20/us/classrooms-on-the-information-highway.html","abstract":"  Prof. Maria Domoto stood alone in a quiet broadcast room on the campus of the University of North Carolina at Charlotte, ready to teach her Japanese course to high school students. She checked the television monitor. The large screen was divided in four and all of the quadrants were on. She could see her three high school classes taking their seats.    \"Jamie, you don't have your glasses on today,\" she said, glancing at the lower left quadrant of the screen, the North Mecklenburg High School class.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Number of Haitians Fleeing by Sea Drops Off Abruptly","web_url":"https://www.nytimes.com/1994/07/20/world/number-of-haitians-fleeing-by-sea-drops-off-abruptly.html","abstract":"  The number of Haitians intercepted by the United States Coast Guard while trying to flee their country aboard boats has dropped sharply in recent days.    Not a single Haitian was reported to have been picked up on the high seas last weekend, compared with 1,344 people aboard 30 vessels the previous weekend and 12,345 during the first week of July. For Monday, the figure was a single boat with 170 people on board, the Coast Guard reported.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Harris's Suspension Will Be Reviewed","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-track-and-field-harris-s-suspension-will-be-reviewed.html","abstract":"  Track's world governing body is willing to consider reducing DANNY HARRIS's drug suspension, the International Amateur Athletic Federation president, PRIMO NEBIOLO, said yesterday. Harris, the 1984 Olympic silver medal winner in the 400-meter hurdles, was banned for four years after testing positive for cocaine in February 1992. He was reinstated by USA Track and Field in March 1994 after an appeal and competed in five events this year. But the federation stepped in and reimposed the ban after it realized Harris was running again.   \"Unfortunately, our doping office did not follow this case with sufficient attention,\" Nebiolo said. \"I regard the situation as an unfortunate one and one that caused me great disappointment. The suspension can not be rescinded by the federation of an athlete, only by the council.\" (AP)","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Setting the Rhythm for a New Era","web_url":"https://www.nytimes.com/1994/07/20/books/books-of-the-times-setting-the-rhythm-for-a-new-era.html","abstract":"  King of Ragtime   Scott Joplin and His Era   By Edward A. Berlin   Illustrated. 334 pages. Oxford University Press. $25.     \"Suddenly I discovered that my legs were in a condition of great excitement. They twitched as though charged with electricity and betrayed a considerable and rather dangerous desire to jerk from my seat. The rhythm of the music, which had seemed so unnatural at first, was beginning to exert its influence over me.\"","thumbnail":null,"section":"Books"},{"date":"19940720","headline":"In Choreography of Grief, North Korea Bids Farewell to Leader","web_url":"https://www.nytimes.com/1994/07/20/world/in-choreography-of-grief-north-korea-bids-farewell-to-leader.html","abstract":"  A vast sea of North Koreans filled the center of the nation's capital this morning to hear eulogies to their late leader, Kim Il Sung, and prepare for the ascension of his son Kim Jong Il, in the first dynastic succession in the Communist world.   What appeared on television broadcasts seen here seemed to be hundreds of thousands of people gathered in Kim Il Sung Square, a huge plaza filled with statues and murals to the late dictator and his socialist cause.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Christopher Says Syrian Chief Is Serious About Negotiations","web_url":"https://www.nytimes.com/1994/07/20/world/christopher-says-syrian-chief-is-serious-about-negotiations.html","abstract":"  Despite his declarations that the Arab-Israeli conflict is nearly over, Secretary of State Warren Christopher acknowledged today that there are serious obstacles to peace between Israel and Syria.   Asked at a news conference what he meant by his uncharacteristically ebullient remarks on Monday in Jerusalem that \"there is every indication\" that the war between Arabs and Israelis \"is about to come to an end,\" Mr. Christopher recited examples of recent progress.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Hussein, King of Realpolitik","web_url":"https://www.nytimes.com/1994/07/20/opinion/hussein-king-of-realpolitik.html","abstract":"  The pioneer of realism in the Arab perception of Israel was not President Anwar el-Sadat of Egypt, who made peace with Israel in 1979. It was King Hussein of Jordan, who was talking amicably, but secretly, with Israeli leaders when Egyptian and Israeli forces were still exchanging bombardments and casualties.   As an ardent Arab nationalist, King Hussein would probably have preferred a Middle East without Israel, but he was quicker than any other Arab leader to understand that Israel had passed the threshold of destructibility.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"On Ridding The Jungle Of Its Louts","web_url":"https://www.nytimes.com/1994/07/20/nyregion/about-new-york-on-ridding-the-jungle-of-its-louts.html","abstract":"  MALCOLM GETS didn't start out intending to be a criminal.   Tall, good-looking guy. Sure, maybe a little wild sometimes, growing up in Florida, and later attending Yale Drama School. Still, after moving to the city two years ago, he seemed to have settled down. A movie coming out with Jennifer Jason Leigh about the Algonquin Round Table (she's Dorothy Parker); the lead in \"Merrily We Roll Along,\" off Broadway; about to open as a lead in \"Two Gentlemen of Verona,\" in Central Park. Things were looking good.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Abused Women Fighting Back Still","web_url":"https://www.nytimes.com/1994/07/20/movies/television-review-abused-women-fighting-back-still.html","abstract":"  O. J. Simpson, on whom news magazine programs have been hooked for several weeks, receives passing mention on tonight's edition of \"Turning Point.\" Maybe the producers just couldn't go cold turkey.   \"Framingham Eight\" takes its title from a group of women who wound up in a Massachusetts prison for killing a husband or an ex-husband or a boyfriend or a lover. (Rule No. 1 for protest: Link a place name to a number so placards can be inscribed \"Free the ------ ------!\") All sought to have their sentences commuted on the ground that they were suffering from \"battered woman syndrome,\" a recently discovered defense that has proved effective in some trials.","thumbnail":null,"section":"Movies"},{"date":"19940720","headline":"Italy's Economy Posts Gains, Not Losses","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-italy-s-economy-posts-gains-not-losses-721018.html","abstract":"  To the Editor:   Your July 6 news article on Italy paints a grotesquerie of \"very real fiscal problems\" that differs sharply from reality. During the entire month of June, my wife and I toured the country, speaking with people at every stratum of society, getting the feel of post-election Italy.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Back Rehabilitation for Barkley","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-basketball-back-rehabilitation-for-barkley.html","abstract":"  CHARLES BARKLEY has to learn a new golf swing. It's part of the Phoenix Suns forward's effort to rehabilitate his back for next season. A bulging disk was found in Barkley's lower spine last summer. Thickening tissue around a nerve near his spine caused numbness and weakness in his legs, leading to a collapse during training camp in October. After waffling over retirement, Barkley decided to face up to months of rehabilitation to strengthen his back so he could play another season.   Dr. ARTHUR WHITE, a spinal surgeon in Daly City, Calif., is overseeing the effort, along with the Suns' physician, RICHARD EMERSON. Emerson said Barkley, an avid golfer, will be taught how to modify his swing to help eliminate spinal stress. Barkley faces two months of therapy and workouts, six days a week for two to four hours a day. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Jacoby Leaves Redskins After 13 Years","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-football-jacoby-leaves-redskins-after-13-years.html","abstract":"  Tackle JOE JACOBY battered away at defensive linemen for more than a decade as a member of the Washington Redskins' notorious Hogs, perhaps the most famous offensive line ever assembled. Yesterday, he announced his retirement, signaling the end of another legacy of the JOE GIBBS Redskins.   For 13 years, Jacoby anchored a front line that dominated the scrimmage line, opening big, game-winning holes for runners such as JOHN RIGGINS and EARNEST BYNAR. But back pain and other injuries, age and the salary cap have ended Jacoby's long ride. He hadn't played since Nov. 7 last year against the Indianapolis Colts.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"Legal Bid to Block Cuomo Primary Foe","web_url":"https://www.nytimes.com/1994/07/20/nyregion/legal-bid-to-block-cuomo-primary-foe.html","abstract":"  ALBANY, July 19   Three Democratic county leaders filed papers today challenging the nominating petitions of Lenora Fulani, a perennial candidate with the New Alliance Party who is seeking to run against Gov. Mario M. Cuomo in the Democratic primary.   Though Ms. Fulani is not considered a threat to Mr. Cuomo, the Governor's aides fear a primary could cost money and possibly weaken his stature going into the general election.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"ROCK","web_url":"https://www.nytimes.com/1994/07/20/arts/in-performance-rock-721417.html","abstract":"  Blues About Lost Love With a Hint of Country  The Bottom Line    Ted Hawkins has enough idiosyncrasies for a whole band. Playing at the Bottom Line on Monday night, he sat on a cushion atop a milk crate. On his left hand he wore a black glove, which he sprinkled with talcum powder; he tapped his left foot on a piece of wood, ticking out a beat. His guitar was tuned to an open chord, so he simply moved his gloved hand up and down the neck to change chords, picking the strings with long fingernails. To let a song fade out, he would slowly pivot away from the microphone.","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"CLASSICAL MUSIC","web_url":"https://www.nytimes.com/1994/07/20/arts/in-performance-classical-music-721360.html","abstract":"  Quartet Takes On Beethoven Heavyweights  Avery Fisher Hall    String quartets seldom get a chance to show off for the galleries, particularly in weighty repertory like Beethoven's three \"Razumovsky\" Quartets, but members of the Emerson Quartet managed to bring down the house at a Mostly Mozart concert on Monday night. Their secret weapon was the finale of Opus 59, No. 3, delivered at a dizzying bumblebee tempo. Not only the speed but also the control and unanimous force of the playing were extraordinary. The same spirited precision buoyed the other movements of the C-major quartet, which is at once the most classically trim and most harmonically adventurous of the middle quartets.","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"The Incorrect Mr. Kraft","web_url":"https://www.nytimes.com/1994/07/20/opinion/the-incorrect-mr-kraft.html","abstract":"  So what does the Yankees' management really think? The club issued an unequivocal apology for racist remarks attributed to Richard Kraft, the team's vice president for community relations. But it also allowed Mr. Kraft to issue a denial that he had compared black people to \"monkeys\" in an interview with New York magazine. If George Steinbrenner, the Yankees' owner, cannot figure out where to stand, it falls on the community to tell him.   Whatever words Mr. Kraft used, no one denies that his remarks fit a pattern of consistent Yankee hostility to its Bronx neighborhood. As the Rev. Patrick Hennessy of Christ the King Church put it, Yankee executives like to \"bad-mouth the neighborhood.\"","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Plays to Replace Films at Theater 80","web_url":"https://www.nytimes.com/1994/07/20/movies/plays-to-replace-films-at-theater-80.html","abstract":"  Theater 80 St. Marks, the revival-movie house on St. Marks Place in the East Village, is to present its last films at the end of the month, with the space to be taken over by a classical-theater group.    Lawrence Otway, whose father, Howard Otway, opened the theater in 1967 as a venue for live performances, said in an open letter to the theater's patrons that the return to the theater's original purpose was a memorial to his father, who died this year.","thumbnail":null,"section":"Movies"},{"date":"19940720","headline":"Italy's Economy Posts Gains, Not Losses; Cellular Necessity","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-italy-s-economy-posts-gains-not-losses-cellular-necessity-721026.html","abstract":"  To the Editor:   Your July 6 news article made reference to merchants busily speaking on cellular phones in an unnamed city between San Sepolcro and Monterchi in Umbria. Your tone indicated they were so rich (or indolent) they could afford to use a cellular phone.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Their Cruise Disrupted, Passengers Get a Bonus","web_url":"https://www.nytimes.com/1994/07/20/nyregion/their-cruise-disrupted-passengers-get-a-bonus.html","abstract":"  Most of the 11 members of the DeRosa clan who had sailed here on the cruise ship Horizon lolled on the pool deck of the Hamilton Princess hotel, sipping drinks and smiling self-satisfied smiles at how misfortune had begotten opportunity.   For one thing, a scare about Legionnaires' disease that may have originated aboard their ship had deposited them in the luxurious, coral-colored hotel overlooking Hamilton Harbor for the night -- free. Now they had also been informed that the full cost of their trip -- $2,000 and up per couple -- was going to be reimbursed by the Celebrity Cruise Lines, operators of the Horizon.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/20/nyregion/c-corrections-720712.html","abstract":"  An article in Science Times on June 28 about a snag in a previously announced proof of a famous math conjecture, Fermat's last theorem, misstated the theorem. It states that the equation xn + yn = zn , where n is an integer greater than 2, can have no solution in which x, y and z are positive integers.  ","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Schools Can't Give Students What They Don't Get at Home","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-schools-can-t-give-students-what-they-don-t-get-at-home-721085.html","abstract":"  To the Editor:   A July 8 news article reports that, according to new test results, \"the proportion of black and Hispanic students in New York City public schools who read and do math at the level expected for their grade is far below that of white and Asian students.\"","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Rwandan Rebels Name Cabinet of Hutu and Tutsi, but Those Fleeing Are Still Fearful; U.N. Relief Effort","web_url":"https://www.nytimes.com/1994/07/20/world/rwandan-rebels-name-cabinet-hutu-tutsi-but-those-fleeing-are-still-fearful-un.html","abstract":"  Secretary General Boutros Boutros-Ghali began to marshal a global relief effort today for the hundreds of thousands of refugees from Rwanda. Officials here said another half million people had fled into neighboring Zaire in the last 24 hours.   To speed what is expected to be a huge increase in relief supplies, United Nations officials met in Geneva today to coordinate delivery. Supplies are arriving sporadically at the airports at Goma, Zaire, and Ngara, Tanzania.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Police Captain Apologizes For Remarks on Homeless","web_url":"https://www.nytimes.com/1994/07/20/nyregion/police-captain-apologizes-for-remarks-on-homeless.html","abstract":"  A police captain yesterday apologized for remarks he made about the murder of a homeless woman and the rape of three others in Central Park, in which he suggested that the homeless did not belong in the park in the first place.   Enraged advocates for the homeless had demanded either an apology or the resignation of the captain, William Bayer. The advocates, at a press conference yesterday near the site where a 51-year-old woman was raped over the weekend, described Captain Bayer's response to the crimes as callous and discriminatory.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Jordan Hints It May Cooperate With Israel Before Signing Pact","web_url":"https://www.nytimes.com/1994/07/20/world/jordan-hints-it-may-cooperate-with-israel-before-signing-pact.html","abstract":"  Jordan's chief negotiator in talks with Israel suggested today that his country might be willing to begin joint projects with the Israelis even before a peace treaty is signed.   His remarks reinforced the feeling that has been building in recent weeks that the Jordanians are ready for more normal relations with Israel despite the technical state of war between the countries and King Hussein's reluctance to race too far ahead of Syria in peace negotiations.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Italian Withdraws Divisive Edict That Freed Corruption Suspects","web_url":"https://www.nytimes.com/1994/07/20/world/italian-withdraws-divisive-edict-that-freed-corruption-suspects.html","abstract":"  Bowing to a revolt within his divided coalition Government, Prime Minister Silvio Berlusconi today withdrew a six-day-old decree that had been widely denounced as an effort to cover up white-collar crime.   Mr. Berlusconi, whose coalition emerged from elections in March, said the decree, which changed the rules on preventive detention, would be replaced by a bill to be sent to Parliament. The bill, said a Government spokesman, Giuliano Ferrara, would also allow detention for serious crimes against the public, including bribery and corruption.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Today's N.A.A.C.P. Draws on History","web_url":"https://www.nytimes.com/1994/07/20/opinion/l-today-s-naacp-draws-on-history-721050.html","abstract":"  To the Editor:   In 1934, as in 1994, the National Association for the Advancement of Colored People appeared to be at a \"crossroads.\" Addressing the annual N.A.A.C.P. convention in 1934, Charles Houston urged his listeners to \"take the association home to the people.\"","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"LETTERS TO THE EDITOR","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-letters-to-the-editor.html","abstract":"The diplomatic démarche by the Bangladeshi ambassador to the United States, Humayun Kabir, justifying the threat to murder the author Taslima Nasrin, who is in hiding after fundamentalist Islamic clerics offered a reward for her death, is even more","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Israeli Soldier Is Slain by Muslim Militants","web_url":"https://www.nytimes.com/1994/07/20/world/israeli-soldier-is-slain-by-muslim-militants.html","abstract":"  Muslim militants shot and killed an Israeli Army officer in the Gaza Strip today in what they called a revenge attack for the killing of two Palestinians and the wounding of scores of others on Sunday when laborers rioted near a border crossing into Israel.    The armed wing of the militant Islamic group, Hamas, took responsibility for the attack, an ambush of an Israeli patrol jeep near Rafah on the border between the Gaza Strip and Egypt.","thumbnail":null,"section":"World"},{"date":"19940720","headline":"Conti, an Italian, Puts Dent In Tour de France Standing","web_url":"https://www.nytimes.com/1994/07/20/sports/cycling-conti-an-italian-puts-dent-in-tour-de-france-standing.html","abstract":"  Roberto Conti, an Italian rider, won the jewel of the climbing stages in the Tour de France today and helped shake up the overall standing as the bicycle race completed the first of four stages in the Alps, those splendors of nature.   Conti crossed the line an impressive 2 minutes 2 seconds ahead. That moved him up from 11th place to sixth and gave him a fighting chance to finish second over all, the only big battle left before the Tour ends in Paris on Sunday.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"STRONG SUPPORT FOR HEALTH PLANS","web_url":"https://www.nytimes.com/1994/07/20/us/the-health-care-debate-the-public-strong-support-for-health-plans.html","abstract":"  Amid the cacophony of warring health care plans and partisan jibes, the public remains strongly committed to getting a plan passed and continues to endorse universal coverage.   Americans are now as concerned about health care as they are about crime, and a majority say they are willing to pay higher taxes to make sure everyone is insured, according to the latest New York Times/CBS News poll.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"1944:Tokyo Shake-Up : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-1944tokyo-shakeup-in-our-pages100-75-and-50-years-ago.html","abstract":"NEW YORK - [From our New York edition:] Premier General Hideki Tojo's \"entire cabinet\" has resigned, the Japanese Domei agency announced yesterday [July 19]. The announcement came a day after Tojo had been divested of his concurrent post as army","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"If It's Tuesday (Make That Dienstag), This Must Be the Grand Canyon","web_url":"https://www.nytimes.com/1994/07/20/us/if-it-s-tuesday-make-that-dienstag-this-must-be-the-grand-canyon.html","abstract":"  Lutz Jung blut, a high school English teacher from Germany, claims he has never been one to toss around superlatives.   \"Americans say, 'It was incredible!' \" he said. \"They say, 'It was great! I loved it! You have to go there!' We Germans are more rational. We might say: 'We liked it very much, but you have to see it for yourself.' \"   But on the sixth day of his 12-day, 2,500-mile, high-speed, highly organized bus tour of the American West, Mr. Jungblut was getting carried away. Standing at the west rim here, amid people exclaiming in Italian, French, Spanish, Dutch, Japanese, Greek, English and, yes, German, he proclaimed the Grand Canyon \"perfect, a miracle.\" It was, he said, even better than the movies. Later, he went even further: He loved the Grand Canyon.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"THEATER","web_url":"https://www.nytimes.com/1994/07/20/theater/in-performance-theater-718270.html","abstract":"  'The Manchurian Candidate,' With Some Alterations  Theater Row Theater    In John Lahr's stage adaptation of \"The Manchurian Candidate,\" the action is moved up to the end of this century; the mesmerized soldiers are brainwashed after they are captured during a peacekeeping operation in the Middle East, and the object of American paranoia is not Soviet Communism but Japanese capitalism. Otherwise Mr. Lahr generally follows the plot of Richard Condon's 1959 novel and the 1962 film made from it, and the familiarity of the story allows him to concentrate on his own political ideas.","thumbnail":null,"section":"Theater"},{"date":"19940720","headline":"T.W.A.'s Hub Is Declared A Landmark","web_url":"https://www.nytimes.com/1994/07/20/nyregion/twa-s-hub-is-declared-a-landmark.html","abstract":"  Trans World Airlines' arching, gull-winged terminal at John F. Kennedy International Airport became an official landmark yesterday, joining Grand Central Terminal as one of New York City's most honored -- and potentially embattled -- monuments to transportation.   The expressionistic jetport, designed by Eero Saarinen & Associates, was completed in 1962, as wreckers were poised to raze another transportation hub, Pennsylvania Station. It was the station's destruction that gave birth to the Landmarks Preservation Commission, the agency that voted landmark status yesterday for the exterior and much of the interior of T.W.A. Terminal A.  The airline objected to the interior designation.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"For Manhattan Fliers, Commuting Tales of a Different Kind","web_url":"https://www.nytimes.com/1994/07/20/style/for-manhattan-fliers-commuting-tales-of-a-different-kind.html","abstract":"IN a city where many people never learn to drive, some Manhattan residents really fly in the face of convention: they have airplanes. Like car owners, they watch gas prices and complain about repair bills. But instead of carping about clogged roads and alternate- side-of-the-street parking, they discuss weekends in Florida or trips to Nantucket, Mass., for lunch.\n\nThere are more than 800 private planes registered in Manhattan, according to All Points Data, an aviation research service in Floral Park, L.I. About half of them are single-engine and light twin-engine aircraft.","thumbnail":null,"section":"Style"},{"date":"19940720","headline":"Topics of The Times; Broadway Bridal","web_url":"https://www.nytimes.com/1994/07/20/opinion/topics-of-the-times-broadway-bridal.html","abstract":"  One very hot day recently a man and woman in full bridal rig walked along a midtown Manhattan street eating slices of pizza. The rest of the wedding party, several of whom were partial to sequins, followed closely, also eating pizza. Passers-by were stunned.   Actually, it takes a lot -- usually a car -- to stun a habitue of midtown. But this curious little procession did, mostly because there was no logical place it could have been processing from. Unless, that is, a manicurist in one of the countless nail parlors that line the street has taken to performing wedding ceremonies on the side.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"1919:Successful Spying : IN OUR PAGES:100, 75 AND 50 YEARS AGO","web_url":"https://www.nytimes.com/1994/07/20/opinion/IHT-1919successful-spying-in-our-pages100-75-and-50-years-ago.html","abstract":"VIENNA - The Hungarian bolshevists always manage to be surprisingly well informed of the intentions of the Entente. Thanks to their wireless telegraphy installation which is situated just outside Budapest, they intercept all messages sent from the Eiffel","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Sports of The Times; Does Belle's Bat Case Ring True?","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-of-the-times-does-belle-s-bat-case-ring-true.html","abstract":"  THE Case of the Purloined Bat seems to be open and shut, but is it? It is a nefarious crime, since it impacts not only on a man's reputation but even more important, for some, on the division race itself!   Albert Belle, the Indian slugger, is appealing a suspension for use of a corked bat, and is being allowed to play until the league hearing scheduled for July 29. Belle also happens to be going for a record, since this is the fourth time he has been suspended in four years, though the first time for corking.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"This Time, Mets Enjoy The Comic Relief","web_url":"https://www.nytimes.com/1994/07/20/sports/baseball-this-time-mets-enjoy-the-comic-relief.html","abstract":"  The Mets know about bullpen disasters -- they tend to create them. Game after game, Manager Dallas Green goes to his bullpen with trepidation, never certain what kind of performance he will get.   Tommy Lasorda must know exactly how Green feels.","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"California Judge Refuses to Apply a Tough New Sentencing Law","web_url":"https://www.nytimes.com/1994/07/20/us/california-judge-refuses-to-apply-a-tough-new-sentencing-law.html","abstract":"  A California judge has refused to abide by a provision of the state's new law on harsher sentences for repeat offenders.   The case involves Jeffrey D. Missamore, 32, who was convicted of burglary, a felony, in 1986. While recently serving time on an honor farm for petty theft, he was caught with marijuana and charged with two counts of carrying drugs into a prison. One count was dismissed.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"METRO DIGEST","web_url":"https://www.nytimes.com/1994/07/20/nyregion/metro-digest-713295.html","abstract":"   SHIP OF FEAR: AT SEA WITH LEGIONNAIRES'   From the moment passengers began climbing the gangplank to the Celebrity Cruises Horizon, they knew it would be an unusual cruise: stewards were handing out leaflets saying that they faced a low risk of getting Legionnaires' disease. Days later, hundreds of miles from home, the 1,200 passengers got more unsettling news: the ship would have to be evacuated to empty and disinfect its plumbing system. A1.   For some passengers, misfortune begets opportunity. B2. NEW YORK CITY  MOVE TO DROP TOBACCO STOCKS   The trustees of the city's largest public employee pension fund -- including the Comptroller, the Public Advocate and the Mayor's office -- have taken what could be the first step toward eliminating the stocks of tobacco companies from its portfolio of investments. B3.   LAWYER SAYS HOGUE WAS HELPING FIANCEE   The attorney for Larry Hogue, the mentally ill man who for years menaced residents of the Upper West Side, told a courtroom that Mr. Hogue had walked away from the Creedmoor Psychiatric Center last week to get money for his fiancee, a Bridgeport, Conn., woman who is three months pregnant with the couple's baby. B3.   MAYOR BOOED AS RESIDENTS FOCUS ON RACE   Amid jeers, Mayor Giuliani faced questions at a town meeting in Queens about police conduct, cuts in summer jobs, his Board of Education appointments and a deputy mayor's rhetoric. B3.   APOLOGY FOR REMARKS ON HOMELESS   A police captain apologized for remarks he made about the murder of a homeless woman and the rape of three others in Central Park, in which he suggested that the homeless did not belong in the park in the first place. B6.   DINKINS AND GREEN CALL FOR RENT INQUIRY   Former Mayor David N. Dinkins and Public Advocate Mark J. Green called for an outside monitor to examine the leases granted to 15 administration officials and former campaign workers by a real-estate executive who raised funds for the Mayor. B6. Mayor Giuliani picks a new commissioner of youth services. B3. Mastercard International will move its employees in New York City to Westchester County. B2. REGION   COACH CHARGED IN SEXUAL ABUSE   The owner of a karate school in Yonkers was indicted on charges that he sexually assaulted a 16-year-old female student in May, the Westchester District Attorney's office said. B4.   WHITMAN PLAYS THE QUIET STUDENT   During four days of conferences and caucuses, interspersed with lobster dinners and a Boston Pops concert, Gov. Christine Todd Whitman acted the student, not the professor, among the self-assured throng at the National Governors' Association annual meeting. Yet as a moderate Republican with a strong dislike of taxes, Mrs. Whitman, the freshman governor from New Jersey, drew an extra measure of interest from association members. B4. Lowell P. Weicker Jr. will head a health-services company, an industry member says. B4. Governor Cuomo began airing a campaign commercial in which he is endorsed by two victims of the Long Island Rail Road shootings. B4. About New York by John Kifner B3","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Mayor Booed as Residents Focus on Race","web_url":"https://www.nytimes.com/1994/07/20/nyregion/mayor-booed-as-residents-focus-on-race.html","abstract":"  Jeered repeatedly, Mayor Rudolph W. Giuliani faced questions at a town meeting in Queens last night about police conduct, cuts in summer jobs, his Board of Education appointments and a deputy mayor's rhetoric.   The town meeting, Mr. Giuliani's seventh, was the first he had held in a predominantly black neighborhood. During the two hours, he was heckled as he defended Deputy Mayor John S. Dyson, who had said City Comptroller Alan G. Hevesi \"ought to know the difference between a bid and a watermelon\" during a dispute over whether the city should hire a financial firm owned by a black woman. Mr. Dyson subsequently apologized, saying he had not meant the comment as a racial slur. 'Take Him Out of Office'    \"You say you accept his apology,\" Al Haj Abdus-Alaam said to the Mayor from a microphone in Springfield Gardens High School. \"We say take him out of office.\"","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Familiar Late-Night Face For New Day: Tom Snyder","web_url":"https://www.nytimes.com/1994/07/20/arts/familiar-late-night-face-for-new-day-tom-snyder.html","abstract":"  After a 12 1/2-year hiatus, Tom Snyder is preparing to return to late-night network television. Unless protracted negotiations derail at the last minute, Mr. Snyder, 57, will command the hour beginning at 12:35 A.M. each weeknight on CBS, right after David Letterman's show.   Mr. Snyder was, in fact, selected by Mr. Letterman. As part of the three-year deal that brought the late-night star to CBS from NBC last year, Mr. Letterman's production company, Worldwide Pants, was given the rights to produce a show in the time slot after \"Late Show With David Letterman.\"","thumbnail":null,"section":"Arts"},{"date":"19940720","headline":"INSIDE","web_url":"https://www.nytimes.com/1994/07/20/nyregion/inside-712558.html","abstract":"  Many Continue to Flee As Rwanda Installs Leaders   Victorious Rwandan rebels, most from the minority Tutsi tribe, installed a new Government and promised to protect everyone, but thousands of members of the majority Hutus continued to flee. Page A6. Fewer Haitians at Sea    The number of Haitians trying to flee in boats has dropped off, which may ease pressure and allow more time for sanctions to work. Page A3. Off the Shopping Block    Laurence A. Tisch, chairman of CBS, said the company was not for sale, despite rumors after the demise of its planned merger with QVC. Page D1. The Jet Age and History    T.W.A.'s gull-winged terminal at Kennedy Airport was designated a landmark by New York City. Page B1.","thumbnail":null,"section":"New York"},{"date":"19940720","headline":"Topics of The Times; Don't Starve the Police Corps","web_url":"https://www.nytimes.com/1994/07/20/opinion/topics-of-the-times-don-t-starve-the-police-corps.html","abstract":"  Last-minute wrangling in a Congressional conference committee over the crime bill may eliminate some of its most innovative and valuable provisions. The wrangling also threatens to impoverish programs both houses have agreed on. One example is the Police Corps, which would grant college scholarships to students willing to serve city police departments after graduation.   Both the Senate and the House voted $100 million for this program in its first year and $250 million for the second year; now a figure of $25 million a year is being suggested, to be shared between the police corps and a police education program.","thumbnail":null,"section":"Opinion"},{"date":"19940720","headline":"Caray Plans Return to Booth on Friday","web_url":"https://www.nytimes.com/1994/07/20/sports/sports-people-baseball-caray-plans-return-to-booth-on-friday.html","abstract":"  HARRY CARAY plans to return to the Chicago Cubs' broadcast booth Friday, a month after he fell before a game in Miami. Caray, 77, will remain with the team through an 10-game homestand that ends Aug. 10 and then skip an 11-day road trip, said WAYNE VRIESMAN, vice president of Tribune Broadcasting Co.   Caray, in his 50th year broadcasting major league baseball, was apparently overcome by heat June 23 before a game against Florida. He suffered a cut above his lip and a scrape on his forehead in the fall and spent a day in intensive care at Parkway Regional Hospital in Miami. He was then transferred to Northwestern Memorial Hospital in Evanston, Ill., where doctors treated him for an irregular heartbeat. He was released July 7. (AP)","thumbnail":null,"section":"Sports"},{"date":"19940720","headline":"A Farmer, 70, Saw No Choice; Nor Did the Sentencing Judge","web_url":"https://www.nytimes.com/1994/07/20/us/a-farmer-70-saw-no-choice-nor-did-the-sentencing-judge.html","abstract":"  Ernest Krikava, wearing bib overalls caked with the dust of the Nebraska fields he was struggling to save after 50 years on the farm, would trudge past the hog pens and cringe at the frantic sound of his hungry pigs: a pained, high-pitched wail. It was the sound of starvation.   But there was no money for feed. The 70-year-old Mr. Krikava was behind on his loan payments, and the bank, which held a lien on his assets, including his hogs, was keeping the bulk of his income toward repayment of his debt of $240,000, releasing little to maintain his 1,000-acre farm.","thumbnail":null,"section":"U.S."},{"date":"19940720","headline":"Corrections","web_url":"https://www.nytimes.com/1994/07/20/nyregion/c-corrections-720690.html","abstract":"  A front-page article yesterday about the fragments of Comet Shoemaker-Levy 9 that struck Jupiter misstated the size of the largest nuclear explosion ever set off on Earth. It was 57 megatons, not 5.","thumbnail":null,"section":"New York"}],"wiki_events":[],"weather":[{"date":"19940720","time":"1994-07-20 00:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.6,"rhum":61,"wspd":16.6},{"date":"19940720","time":"1994-07-20 01:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.3,"rhum":66,"wspd":11.2},{"date":"19940720","time":"1994-07-20 02:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.7,"rhum":69,"wspd":11.2},{"date":"19940720","time":"1994-07-20 03:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.1,"rhum":73,"wspd":7.6},{"date":"19940720","time":"1994-07-20 04:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.9,"rhum":83,"wspd":5.4},{"date":"19940720","time":"1994-07-20 05:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.3,"rhum":88,"wspd":11.2},{"date":"19940720","time":"1994-07-20 06:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":14.8,"rhum":88,"wspd":9.4},{"date":"19940720","time":"1994-07-20 07:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":15.7,"rhum":85,"wspd":9.4},{"date":"19940720","time":"1994-07-20 08:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":17.2,"rhum":76,"wspd":9.4},{"date":"19940720","time":"1994-07-20 09:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":18.4,"rhum":74,"wspd":5.4},{"date":"19940720","time":"1994-07-20 10:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.2,"rhum":70,"wspd":9.4},{"date":"19940720","time":"1994-07-20 11:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":19.8,"rhum":68,"wspd":13},{"date":"19940720","time":"1994-07-20 12:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22,"rhum":56,"wspd":9.4},{"date":"19940720","time":"1994-07-20 13:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24,"rhum":46,"wspd":7.6},{"date":"19940720","time":"1994-07-20 14:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.5,"rhum":35,"wspd":11.2},{"date":"19940720","time":"1994-07-20 15:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.3,"rhum":37,"wspd":3.6},{"date":"19940720","time":"1994-07-20 16:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26,"rhum":35,"wspd":7.6},{"date":"19940720","time":"1994-07-20 17:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":26.5,"rhum":34,"wspd":1.8},{"date":"19940720","time":"1994-07-20 18:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":25.2,"rhum":38,"wspd":14.8},{"date":"19940720","time":"1994-07-20 19:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":24.4,"rhum":41,"wspd":14.8},{"date":"19940720","time":"1994-07-20 20:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":23.3,"rhum":46,"wspd":13},{"date":"19940720","time":"1994-07-20 21:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":22.4,"rhum":50,"wspd":11.2},{"date":"19940720","time":"1994-07-20 22:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":21.8,"rhum":55,"wspd":9.4},{"date":"19940720","time":"1994-07-20 23:00:00","location":{"name":"London","lon":-0.118092,"lat":51.509865},"temp":20.9,"rhum":56,"wspd":7.6},{"date":"19940720","time":"1994-07-20 00:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.9,"rhum":77,"wspd":13},{"date":"19940720","time":"1994-07-20 01:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":28.3,"rhum":79,"wspd":14.8},{"date":"19940720","time":"1994-07-20 02:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":82,"wspd":13},{"date":"19940720","time":"1994-07-20 03:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":85,"wspd":9.4},{"date":"19940720","time":"1994-07-20 04:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.2,"rhum":88,"wspd":13},{"date":"19940720","time":"1994-07-20 05:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":90,"wspd":13},{"date":"19940720","time":"1994-07-20 06:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":90,"wspd":9.4},{"date":"19940720","time":"1994-07-20 07:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":90,"wspd":7.6},{"date":"19940720","time":"1994-07-20 08:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.1,"rhum":88,"wspd":9.4},{"date":"19940720","time":"1994-07-20 09:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":0},{"date":"19940720","time":"1994-07-20 10:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25,"rhum":94,"wspd":7.6},{"date":"19940720","time":"1994-07-20 11:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":25.6,"rhum":90,"wspd":11.2},{"date":"19940720","time":"1994-07-20 12:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":26.7,"rhum":85,"wspd":9.4},{"date":"19940720","time":"1994-07-20 13:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":27.8,"rhum":77,"wspd":9.4},{"date":"19940720","time":"1994-07-20 14:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":29.4,"rhum":72,"wspd":11.2},{"date":"19940720","time":"1994-07-20 15:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":63,"wspd":13},{"date":"19940720","time":"1994-07-20 16:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.2,"rhum":59,"wspd":14.8},{"date":"19940720","time":"1994-07-20 17:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":56,"wspd":16.6},{"date":"19940720","time":"1994-07-20 18:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":54,"wspd":16.6},{"date":"19940720","time":"1994-07-20 19:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.9,"rhum":58,"wspd":18.7},{"date":"19940720","time":"1994-07-20 20:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":62,"wspd":16.6},{"date":"19940720","time":"1994-07-20 21:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":33.3,"rhum":62,"wspd":18.7},{"date":"19940720","time":"1994-07-20 22:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":32.8,"rhum":66,"wspd":9.4},{"date":"19940720","time":"1994-07-20 23:00:00","location":{"name":"New York","lon":-73.935242,"lat":40.73061},"temp":31.7,"rhum":70,"wspd":9.4}]}}